[{"article": "PHILADELPHIA  —   Forty times, city or state governments had proposed taxes on sugary soft drinks, failing each time. Then, in 2014, liberal Berkeley, Calif. passed such a tax, but most people saw it as an aberration. Several measures, including one in New York, never won much support. But on Thursday, a measure to tax sweetened drinks passed in Philadelphia, one of the country’s largest cities  —   and also one of its poorest. Indeed, raising revenue was the winning argument in Philadelphia. Jim Kenney, the mayor, took a different tack from that of politicians who have tried and failed to pass   taxes. He didn’t talk about the tax as a   measure designed to discourage   soft drinks. And he didn’t promise to earmark the proceeds for health programs. Instead, he cast the soft drink industry as a tantalizing revenue source that could be tapped to fund popular city programs, including universal prekindergarten. “This is the beginning of a process of changing the narrative of poverty in our city,” he said in a news conference after the vote. The advocates who have pushed for the policy say the victory is a sign of growing public acceptance of soft drink taxes and presages more such measures around the country. Though city officials didn’t talk much about the health consequences of soda, experts said that sugary drinks’ increasingly bad reputation made it an appropriate political target. “If we go five years ahead and look back, I think this is going to be a watershed moment,” said Jim Krieger, executive director at Healthy Food America, an organization that is helping cities around the country that are considering soda taxes. “This is going to really provide momentum. ” San Francisco Oakland, Calif. and Boulder, Colo. are considering soft drink taxes this year. Mr. Krieger said the list of interested cities included some that were as large and diverse as Philadelphia. Mr. Kenney said he hadn’t yet spoken directly with officials from other cities, but he had advice for them. “Tie your efforts to tangible initiatives that people care about,” he said in his news conference. “When it comes up, acknowledge that it is a good thing to drink less   beverages, but tie it to things that people care about. ” The Philadelphia tax of 1. 5 cents an ounce will apply to all sugary or artificially sweetened drinks sold by distributors in the city. It is expected to increase prices  —   the tax is about 30 cents for a   drink, or $2. 16 for a  . If passed on to consumers, the increase is expected to substantially reduce sales of sweetened drinks. The city finance department estimates it will raise $91 million a year. Sugary drinks have been linked to health problems, including obesity, diabetes and tooth decay, but the public health effects of the taxes are still unclear. Philadelphia is likely to become the site of public health research. Thomas Farley, the city’s health commissioner, said the city had already planned to measure the tax’s immediate effects on sales.   studies will measure any impact on obesity. The soft drink industry and its allies, including the Teamsters union and local grocers, spent nearly $5 million on lobbying and advertising to fight the tax in Philadelphia. They held rallies and demonstrations downtown and ran   ads on television and the radio, right up until Thursday’s final vote. They branded the drinks tax measure a “grocery tax,” suggesting that more food products were next. The soda industry has argued that Philadelphia’s politics are unusual and that the vote here can’t be seen as predictive. The American Beverage Association, a trade group, has vowed to fight the measure in the courts. “It’s still a bad idea,” said Lauren Kane, a spokeswoman for the group. “People still oppose it. Nothing has changed. ” Thursday, the industry and its allies vented frustration. Daniel Grace, the secretary and treasurer of the Teamsters local, said advocates had “snookered City Council,” and he described the tax as a “brazen cash grab from one industry. ” The promise of prekindergarten energized the city’s education advocates, who joined with public health advocates. The coalition spent about $2 million on advertisements, according to Kevin Feeley, a spokesman for Philadelphians for a Fair Future, a group supporting the tax. That total included $1. 6 million in donations from Michael R. Bloomberg, the former New York mayor, who has long supported soda taxes. But Mr. Kenney’s focus on revenue also allowed him to help cut deals with skeptical city councilors. Ultimately, the soft drink tax revenue won’t pay just for prekindergarten, but for a host of city programs, reflecting the priorities of the council members who voted for it.", "prop": 0.0017196542880358312},
{"article": " Samsung, working with consumer safety agencies in South Korea, the US, and China, has temporarily halted sales and production of the Galaxy Note 7 smartphone after reports that replacement devices have caught fire, Yonhap News reported. The company has also asked all owners of both original and replacement Galaxy Note7s to power the phones down and return them. A Samsung spokesperson told BuzzFeed News, “We are temporarily adjusting the Galaxy Note7 production schedule in order to take further steps to ensure quality and safety matters. ” US phone carriers ATT and   stopped selling the phone and declined to issue replacement Note7s for previously sold phones, the Wall Street Journal reported. Both carriers are instead offering refunds or different devices in exchange for returned Note7s. On October 10, Samsung asked “all carriers and retail partners globally to stop sales and exchanges of the Galaxy Note7 while the investigation is taking place. ” Responding to ATT and  ’s decisions, a Samsung spokesperson said, “We are working diligently with authorities and third party experts and will share findings when we have completed the investigation. ” The spokesperson continued, “Even though there are a limited number of reports, we want to reassure customers that we are taking every report seriously. If we determine a product safety issue exists, Samsung will take immediate steps approved by the CPSC to resolve the situation. ” Air carriers have been advising passengers to power down their Note7s during flights for weeks now, but in response to Samsung’s October 10 decision, the Federal Aviation Administration made official recommendations for aircraft passengers “to power down, and not use, charge, or stow in checked baggage, any Samsung Galaxy Note7 devices. ” Last month, Samsung issued a global recall of 2. 5 million Note7s, including 1 million in the US, after a number of reports that the phones’ batteries were overheating and causing them to explode. The electronics manufacturer offered replacement phones to buyers with defective ones, but some users reported that even these burst into flames as well. The Note7 hit the market on Aug. 19, but faced a recall in the US less than a month later on Sept. 15 after nearly 100 reports of the devices catching fire or exploding, some with dramatic results. Replacement phones arrived in the US on Sept. 21 but were met with resistance after a Southwest Airlines flight was grounded because of a smoking Note7. Samsung lost $25 billion in market value due to the multiple failures of the Note7, but shares have recently rebounded to an   high. The Wall Street Journal reported that Samsung’s operating profit will rise to roughly $7 billion in Q3 2016, which includes recall costs of $1 billion. Note7 owners looking to return their phone can start the process here. UPDATE: This story has been updated to reflect Samsung’s request that carriers and sellers cease sales of the Note7 and to include the FAA’s recommendations.  ", "prop": 0.033411371788602796},
{"article": " (CNN) Amy’s Kitchen Inc. says it’s recalling nearly 74, 000 cases of its products that could contain listeria. In a statement released through the Food and Drug Administration on Sunday, Amy’s Kitchen said that it was voluntarily recalling the products after learning from one of its suppliers that it may have received organic spinach that was possibly contaminated with listeria monocytogenes.  The   organic and natural food company said it wasn’t aware of any reports of illness connected with its products, but was recalling them ”out of an abundance of caution.” The recalled products, which are listed on the FDA’s website and were distributed throughout the United States and Canada, include multiple types of vegetable lasagna, tofu scrambles, spinach pizza, enchiladas, brown rice and vegetable bowls and stuffed pasta shells. Listeriosis, a serious infection caused by eating food contaminated with listeria, primarily affects the elderly, pregnant women, newborns and people with weakened immune systems, according to the Centers for Disease Control and Prevention. In the United States, an estimated 1, 600 people become seriously ill each year approximately 16% of these illnesses result in death. Cervical infections caused by listeriosis in pregnant women may result in spontaneous abortion during the second or third trimesters or stillbirth.", "prop": 0.00928114544261975},
{"article": "A beef between students in Midtown spilled into the streets Wednesday  —   with four teens  stabbed in front of their high school during a bloody, broad daylight brawl, officials said. The fight unfolded outside of PS35 on West 52nd Street near 8th Avenue in Hell’s Kitchen at around 1:20 pm. according to police. “First it was one kid stabbed, then two, then it was three, then four,” recalled a building worker, who was in the area, and asked to not be named.  “There were kids running,” he told The Post. “It was a melee. ” A    boy wound up being stabbed in the stomach and back, a    boy was stabbed in the ear, an    was stabbed in the arm, and another teen was wounded when all was said and done, police sources said. They were each taken to local hospitals and were expected to survive. The victims were all students at PS35, officials said.  Chief of Detectives Robert Boyce explained at a press conference Wednesday afternoon that the    stemmed from an ongoing beef between two high school students, who had been suspended for fighting. “They had fought last week, a fist fight, last Thursday,” Boyce said. “This afternoon  …    the fight resumed. ” The two students, both 16, had just returned from their suspension on Wednesday when they met up outside to once again settle their dispute with fists, Boyce said. “One    began to win the fight, others then jumped in,” Boyce told reporters.  At some point, one of the teens involved pulled a knife and plunged it into the four victims before fleeing north on 8th Avenue.  The    was still being sought by police as of 2:30 p. m. Wednesday, officials said. Another worker at a nearby building, who also didn’t want to be named, described how two of the teens that the boy allegedly stabbed stumbled inside and begged him for help moments later. “There was two, one got it in the gut and one in the arm,” he said, recalling how the teen with the stomach wound wouldn’t stop bleeding. “He was just moaning in pain,” the man said. “I brought him some Bounty to try to keep [the bleeding under control]. It was gushing out. ” Several residents and workers in the neighborhood claimed the school that the students go to is basically a battleground.  “These kids are always fighting,” explained the first building worker. “Some of them are the worst of the worst. There are fights all the time. ” But most agreed that what transpired on Wednesday was out of the ordinary. “Today was nothing I’ve seen before,” said the second worker. “Chaos, that’s what it was. It was chaos. ” ", "prop": 0.10816132647027052},
{"article": "The Jerusalem Post reports: The military trainer that shot and killed the terrorist who rammed his truck into a group of people killing four in Jerusalem’s Armon Hanatziv neighborhood on Sunday said that IDF soldiers on the scene were hesitant to shoot due in part to the conviction of IDF soldier Elor Azaria on manslaughter charges. [The military trainer, identifying himself as Eitan, told Army Radio that “after rolling back on the grass, I saw the truck go in reverse, and then I realized that it wasn’t an accident. ”  Eitan said, “I ran toward him and emptied my whole clip. He drove backward and onto the wounded again. I saw them quiet, some wounded and some scared. It wasn’t a good scene. ” Read more here.", "prop": 0.45668733787032195},
{"article": " (CNN) It’s been a rough week for America, but it’s been a good week for masculinity. No, not because we had to endure another display of Donald Trump’s bellicose machismo, but because we witnessed two of the most powerful men in the world allow themselves to shed tears in public. Speaking of his love and appreciation for first lady Michelle Obama, President Obama was moved to tears.  And, surprised by the president’s decision to award him the Presidential Medal of Freedom, Vice President Joe Biden cried, too. Might it be that we are finally, blessedly, moving beyond a world in which ”big boys don’t cry”? To be sure, there are resisters and naysayers. To take one example, media personality Laura Ingraham insisted that Obama’s crying was an act. After all, she said, ”I’ve never seen a man grab a tissue and dab, I’ve just never seen that . ..  A man will be like ’whatever’ or, like, fake through it or something.” In other words, even though he might be moved to cry, a real man would never show it. Eight years ago, Ingraham mocked NFL star Brett Favre for being a ”big hulky man” who ”broke down blubbering” at this retirement press conference.” ”Enough with the waterworks,” she demanded.  Can a real man not cry? And if he does, must he hide it? I say: Let the tears flow. What makes someone a ”real man”? Who do we want our sons to be? And who do we want fathers and husbands to be? Is the only ”real man” an alpha male, one who denies his own vulnerability    sometimes denying it so forcefully that he mocks or denigrates (or maybe just sneers at) those he sees as less than perfect, as too vulnerable, as insufficiently tough and guarded? Might it be that in this day and age a major part of what it ought to mean to be a man is an ability to admit that we are vulnerable, to be as tender as we are tough, to live with our hearts open and to refuse to be ashamed about it?  I am grateful to live at a time when a man    the most powerful man in the world, no less    can model what it means to let life affect him to the point where tears come. Would you want to be married to a man who has never been moved to tears by his love and appreciation of another human being? But I am not kidding myself. We have a long way to go in transforming masculinity. There are still far too many men    and, if we take Ingraham’s comments as evidence, women    who insist that real men don’t cry, that a man with a tissue is really just a ”sissy.” (That kind of regressive masculinity, it seems, will now enter the Oval Office.)  Make no mistake: That kind of thinking and talking has real consequences for men and boys. My father died suddenly when I was 12 years old, and I remember    it is etched into my mind and my body    being firmly instructed by a   relative, ”You can’t cry. You have to hold it together.” I recall being told by countless visitors that ”I had to be strong for my mother.” And so I walked around for years pretending to be OK, tough, strong, even though I had just lost everything. That kind of repression takes a toll on a man’s emotional and physical health. Can a man not be strong and cry    without shame? Perhaps we can model the courage it takes to cry when our heart hurts and the world seems to have fallen apart. Perhaps we can model the presence and openheartedness that make it possible to cry because the love another person has for us nourishes and sustains us.  I hope my sons will one day find a love so deep that it moves them to tears, and I hope that they remain unaffected by those who would deprive them of the full range of human emotion. When all is said and done, those who mock men who cry do little but betray their own emotional impoverishment.", "prop": 0.3526029776574402},
{"article": " (CNN) The two young women are seen in Islamic garb with only their faces showing. They appear to be seated against a wall. One reads a brief statement in English, which includes: ”We are in big danger and we could be killed.” The statement identifies them as Greta Ramelli and Vanessa Marzullo. Two young Italian women by those names    ages 20 and 21    went missing and were believed kidnapped after they traveled to Syria in late July. ”I have no doubt that it’s them,” Vanessa’s father Salvatore Marzullo told CNN of the video posted online Thursday.  Some postings say the video is from al Qaeda affiliate Jabhat  . One of the young women holds a paper suggesting that the video was shot December 17.  ”We supplicate our government and its mediators to bring us back home before Christmas. We are in big danger and we could be killed. The government and its mediators are responsible of our lives,” the other says, reading the statement. Italian intelligence sources consider the video to be authentic, according to the   ANSA news agency. ”These women are shouting for help, they are sending out an SOS,” said Laura Boldrini, speaker of the Italian Chamber of Deputies. She added, ”We do not know how reliable this video is, but the situation of these two women is distressing.”  The Italian Ministry of Foreign Affairs declined to comment on the video.  An Italian intelligence source told ANSA news agency that authorities are in a ”very delicate moment that requires maximum discretion.”", "prop": 0.03819299470442874},
{"article": "        For us to continue writing great stories, we need to display ads.             Please select the extension that is blocking ads.     Please follow the steps below, On many subjects, Donald Trump has given no indication of what he’d do if elected, but he has fleshed out at least two specific elements of his domestic agenda: The press has yet to clarify what this would mean in practice. To make good on these pledges to stop and frisk millions of black people and to round up and deport millions of Hispanics who are in the U. S. without permission, Trump would have to transform America into something so like a police state that it should scare even those who abhor crime and favor many deportations. Frisking Innocent Black Bodies, In New York City, where Michael Bloomberg presided over most Stop and Frisk policing, the approach involved 4. 4 million stops —  that is to say, armed agents of the state forced New Yorkers to stop on the street 4. 4 million times between 2002 and 2015. And 88 percent of those stops resulted in no further action! Put another way, millions who did nothing wrong were needlessly stopped and harassed by police. It could not be more plain that huge numbers of them, the vast majority of whom were black and brown, gave no probable cause to justify a search. As the New York Times reported in August 2013, Stop and Frisk did not just harass masses of innocents, it violated their constitutional rights: Federal Judge Shira Scheindlin “concluded that the stops, which soared in number over the last decade as crime continued to decline, demonstrated a widespread disregard for the Fourth Amendment, which protects against unreasonable searches and seizures by the government, as well as the 14th Amendment’s equal protection clause. ” Trump proposes to impose Stop and Frisk upon communities nationwide —  he evidently has as little regard for the Tenth Amendment as he does for the Fourth and Fourteenth. This would be a   nightmare of epic proportions.   Rounding Up and Deport Millions, Unlike deporting unauthorized immigrants who have served time for crimes rather than releasing them back into American communities, or greater enforcement against businesses that hire undocumented labor, the approach of rounding up and deporting many millions more people would require a massive force of armed agents roaming American communities, and would inevitably affect a large number of Hispanics who are legal citizens. Many legal residents will suffer harassment, as happened in Maricopa County, Arizona, under Sheriff Joe Arpaio, a perpetrator of racial profiling and an ally of Trump. Tens of thousands of new state agents would be required to carry out such roundups. What percentage of Trump’s newly hired roundup force would be hostile to Hispanics? Would they be armed? How would they be trained? Would they be about as competent at their jobs as TSA agents? Would they knock on doors of Hispanic family homes? Burst into small businesses of people who “look illegal”? How many Americans would be forced to “show their papers” like bygone East Germans? Would the    start demanding birth certificates? This, too, would be a civil liberties nightmare.   Violations, Donald Trump has a lot of proposals that are constitutionally and logistically suspect. It’s possible that he would never succeed in implementing some of them. But if he does what he says, Trump’s domestic policy would be the worst Republicans have offered blacks and Hispanics since Nixon or even Eisenhower. Millions of innocent,   blacks and Hispanics would have their rights violated. Review what Trump is offering by his own account:    for black people, and aggressive roundups of millions of Hispanics. And we haven’t even talked about the many reasons that   Muslims have to fear a Trump presidency. In past elections, Republicans have complained with some justice that Democrats cry wolf about racism. Now the GOP has gone and nominated the wolf.", "prop": 0.9836317430846017},
{"article": "Bill Murray’s mood swings were so tempestuous during the making of Ghostbusters that Dan Aykroyd nicknamed him The Murricane. The Groundhog Day actor doesn’t have an agent and instead uses a   number for pitches and offers. On his 20th birthday he was arrested trying to smuggle around 10lb of marijuana through Chicago’s O’Hare airport. He has jammed with Eric Clapton, lived and breathed Hunter S Thompson to play him in Where the Buffalo Roam, sung a duet with Clint Eastwood and tended an Austin bar for the night with members of the   Clan, giving everyone tequila shots no matter what they ordered.  There is already   folklore around the living legend that is Bill Murray, and now we have another one: when Bill Murray does an impression of a crying baby, he looks exactly like Tom Hanks.  In the biggest optical illusion the internet has encountered since The Dress, a photo posted to the Facebook group Reasons My Son Is Crying has triggered a debate just as furious, with many people convinced it’s the Forrest Gump actor, despite the original post stating it was Bill Murray. The picture was posted to the Facebook group in 2013 by Laura   but was taken in October 2012 at St Andrews golf course in Scotland by her husband, Adam Ross. The photo features Laura holding her crying    son, Alexander, in front of Murray, who is mimicking the child’s expression. According to   who lives in Perthshire, the photo “pops up on Facebook every few months”. This week, the photo was widely shared online again and became a trending item across social media and websites including Reddit.  “We are finding this very funny. I personally don’t see the resemblance to Tom Hanks but we’ve noticed that people have been mentioning it for years,” she told the Guardian. She said that Murray was friendly and chatted to everyone at the golf course but that their encounter was brief. “We are big Ghostbusters fans and have grown up with his movies. Although I’m also a huge fan of Tom Hanks, so that would have been awesome as well. ” Two years later,   met Murray again when he was golfing with Huey Lewis, and she got him to sign the photo. “He got a laugh from it,” she said.  Does Alexander, who is now four, know that his photo is causing such a stir? “Nope. No clue. He barely knows that it’s him in the photo and doesn’t know who Bill is. ”", "prop": 0.34055261598706826},
{"article": "The health and science editor at the New York Times told a reader in the newspaper’s “mailbag” feature that she decided not to use the term “female genital mutilation” because it is a “culturally loaded” term that widens the “gulf” between the West and the countries where the abuse is practiced. [“I never minced words in describing exactly what form of cutting was involved, and there are many gradations of severity, and the terrible damage it did, and stayed away from the euphemistic circumcision, but chose to use the less culturally loaded term, genital cutting,” Dugger wrote in response to a reader’s question about the semantics.  Dugger said she made the decision following a trip to Africa in the 1990s. “There’s a gulf between the Western (and some African) advocates who campaign against the practice and the people who follow the rite, and I felt the language used widened that chasm,” Dugger said. The United Nations Population Fund (UNFPA) said that some 200 million girls “alive today” are believed to have suffered the abuse, according to the FAQ portion of its website. “The term ‘female genital mutilation’ is used by a wide range of women’s health and human rights organizations,” the UN website states. “It establishes a clear distinction from male circumcision. Use of the word “mutilation” also emphasizes the gravity of the act and reinforces that the practice is a violation of women’s and girls’ basic human rights. “This expression gained support in the late 1970s, and since 1994, it has been used in several United Nations conference documents and has served as a policy and advocacy tool. ” The website text notes that “female genital cutting” was introduced in the late 1990s because of “concern that communities could find the term ‘mutilation,’ demeaning, or that it could imply that parents or practitioners perform this procedure maliciously. ” In recent days three arrests were made in Detroit where two physicians and one physician’s wife are charged with performing the abuse on minor girls. The three suspects represent the first prosecution in the United States for the practice, which is common primarily in Muslim countries, particularly in Africa.", "prop": 0.06679360168078452},
{"article": "The globalists in world politics and international finance are celebrating a somber occasion in Davos, media reports indicate, as their influence on the global stage is waning rapidly in the wake of the U. K. referendum to leave the European Union and the U. S. election of Donald Trump to the presidency. [“The global economy is in better shape than it’s been in years. Stock markets are booming, oil prices are on the rise again and the risks of a rapid economic slowdown in China, a major source of concern a year ago, have eased,” Reuters’ Noah Barkin writes from Davos, Switzerland, at the annual summit of the world’s elite. “And yet, as political leaders, CEOs and top bankers make their annual trek up the Swiss Alps to the World Economic Forum in Davos, the mood is anything but celebratory. Beneath the veneer of optimism over the economic outlook lurks acute anxiety about an increasingly toxic political climate and a deep sense of uncertainty surrounding the U. S. presidency of Donald Trump, who will be inaugurated on the final day of the forum. ”  The Sydney Morning Herald’s Clancy Yeates has a piece detailing how this year’s World Economic Forum at Davos —  at which Chinese president Xi Jinping will speak, but German Chancellor Angela Merkel will not —  there is a focus on the “backlash” voters worldwide have delivered against globalization. “Chief executive pay has become a powerful symbol of the widening gap between the winners and losers created by globalisation, and boards must put more focus on justifying the bonuses they pay executives amid a backlash against   policies,” Yeates writes. “That is the view of the chairman of the Australian Institute of Company Directors, Elizabeth Proust, one of the Australian business leaders attending the powerful summit in Switzerland this week. The annual meeting of the global economic and political elite, in a town in the Swiss Alps, takes place against a backdrop of growing inequality in many countries, seen as a key driver for   political shocks including Brexit and Donald Trump’s win. ” The globalists at Davos still don’t seem to fully understand what is happening, as the World Economic Forum’s website published a column from Robert Muggah of the Igarape Institute with a headline stating boldly: “Populism is poison. ” He and   Misha Glenny, a writer and broadcaster, advocate for “plural cities” to defeat populism. Populism is poison. Plural cities are the antidote, says Robert Muggah https:  .  pic. twitter.   —   World Economic Forum (@wef) January 15, 2017,  “If cities are to defeat populism, they need to know what it is,” Muggah and Glenny write. “According to Princeton’s   Muller, at the core of populism is a profound rejection of pluralism. It is animated by two basic ideas  —   an opposition to diversity and a rejection of the   establishment. Populists contend that outsiders threaten the national way of life and that ‘the people’ need to exclude outsiders. The antithesis of the people is, oddly, migrants. ” Populists aren’t likely to slow their winning streak any time soon. Globalization is on the decline everywhere in the world, from Guatemala —  which elected a television comedian, Jimmy Morales, as its president back in late 2015 —  to Italy, whose recent referendum led to the resignation of prime minister Matteo Renzi. Obviously, America just elected Donald Trump and the British voted to leave the European Union. French and German presidential elections in 2017 threaten to see the potential rise of   Marine Le Pen and the possible demise of   Angela Merkel all in one fell swoop.  It’s unclear if Merkel will go down, or if Le Pen will win in France. But that we’re even at this point where it’s possible is remarkable in and of itself. Le Pen spent the past few days in New York City, making a surprise appearance at Trump Tower hoping for a meeting which she didn’t get with the  . Merkel, meanwhile, is clearly scared enough of a potential electoral loss in 2017 that she’s skipping her regular appearance in Davos at the World Economic Forum so as to avoid providing populist opponents of her globalism with any ammunition heading into this year. It comes on the heels of her pledge to ban burkhas in her speech announcing she intends to stand for   a complete reversal from a leading open borders advocate who’s perhaps singlehandedly overseen the importation of millions of Muslims into mainland Europe including Germany. The New York Times’ Michael J. de la Merced and Russell Goldman detail how the World Economic Forum has, for decades, been the exclusive annual   for the world’s political, financial and cultural elites —  a place where they gather together, and celebrate themselves. “The annual meeting runs on a tiered system of colored badges denoting just how important one is, or is not,” Merced and Goldman write. “White badges are for attendees able to attend any official event and make full use of the forum’s facilities. Orange badges are reserved for the 500 journalists who cover the forum, but are not allowed at some parties. Other badges, like purple ones, denote technical or support staff and limit their holders to a few areas. If that system were not complicated enough, local hotels like the Belvedere and the InterContinental often sell their own badges to the bankers and consultants who descend upon Davos  —   but not the forum itself  —   to strike deals and chat up clients. These souls camp out at the hotels, renting rooms for business meetings by day and soiree hopping at night. ” While most of the official events are things like lectures, speeches, panels and discussions, the Times writers highlight some of the “more esoteric attractions” like “a simulation of a refugee’s experience, where Davos attendees crawl on their hands and knees and pretend to flee from advancing armies. ” There are also lots of parties and schmoozing behind the scenes, where the elites bond together. “There are several official cocktail receptions, but the action really lies in a galaxy of events hosted by corporations. Some are small, intimate dinners that feature the likes of Leonardo DiCaprio and Bono,” Merced and Goldman write. “Others are dazzling affairs: JPMorgan Chase, for example, has previously taken over the Kirchner Museum Davos for drinks with its chief executive, Jamie Dimon, and Tony Blair, the former British prime minister. Google’s annual party at the InterContinental Hotel has become the hottest ticket in town. The investor Anthony Scaramucci, now an adviser to Donald J. Trump, for years has hosted a reception at the famed Hotel Europe featuring a sometimes   list of   Champagne and Bordeaux red wine. A more recent    is hosted by Salesforce. com, a business software maker, whose chief, Marc Benioff, is one of the forum’s most ardent boosters. Last year’s Salesforce party included Mr. Benioff flying in scores of fresh flower leis and a band from Hawaii, as Eric Schmidt of Google and other tech notables danced in a corner. Several years ago, Sean Parker of Napster and Facebook fame, hosted an    gathering that featured stuffed animal heads shooting laser beams out of their eyes. And the Russian billionaire Oleg Deripaska has thrown opulent gatherings at a nearby villa where the Champagne flowed freely For a nightcap, the Davos crowd traditionally retires to the Tonic Bar at Hotel Europe, sipping cocktails while the forum fixture Barry Colson leads the crowd in Billy Joel singalongs. ” At last year’s Davos, the elites were certain the people of the world would never vote for things like Brexit or Trump or the Italian referendum. In other words, all was well. “Last year, the consensus here was that Trump had no chance of being elected. His victory, less than half a year after Britain voted to leave the European Union, was a slap at the principles that elites in Davos have long held dear, from globalization and free trade to multilateralism,” Barkin wrote in Reuters. This year, though, it’s a much gloomier affair in Davos. These world elites have found out, thanks to voters worldwide, they’re no longer the center of the universe. Financial elites are losing control on the world markets while political elites are losing control of international governments and cultural elites are seeing their star power fade. “Trump is the poster child for a new strain of populism that is spreading across the developed world and threatening the   liberal democratic order,” Barkin adds. “With elections looming in the Netherlands, France, Germany, and possibly Italy, this year, the nervousness among Davos attendees is palpable. ” And now, the gloomy affair in the Swiss Alps is getting even more depressing. According to Bloomberg’s Matthew Campbell and Simon Kennedy, those at Davos are even beginning to wonder if they’re “part of the problem. ” “Did the global elite’s devotion to borderless capitalism sow the seeds of a populist backlash?” reads the subhead of a recent Bloomberg piece from Campbell and Kennedy. The piece quotes Harvard professor and former chief economist for the International Monetary Fund (IMF) Kenneth Rogoff as admitting that Davos is never correct. “A joke I’ve told 1, 000 people in the months since leaving Davos is that the conventional wisdom of Davos is always wrong,” Rogoff said. “No matter how improbable, the event most likely to happen is the opposite of whatever the Davos consensus is. ” The elites at Davos are worried as the working class folks worldwide have stormed their castles and disrupted their lovely lives, the Bloomberg writers say, and they don’t find it very funny. “The repeated failure of business and political elites to predict what’s coming —  last year, that included the U. K.’s vote to leave the European Union —  doesn’t strike those returning this month to the Swiss Alps as very funny,” Campbell and Kennedy wrote. “After a year in which political upsets roiled financial markets and killed off the careers of     politicians, the concern for delegates attending this year’s meeting isn’t that their forecasts are often wrong, but that their worldview is. ” Populists shouldn’t take this as proof the war is over: The globalists will always try to fight back. There’s even rumblings that Party of Davos regular former House Majority Leader Eric Cantor, a disgraced   leader who lost his own primary election back in 2014 to now Rep. Dave Brat ( ) may try for a political comeback down the road. But if past is prologue, it’s unlikely these world elites will regain power and authority over the people who took their power away in the first place.", "prop": 0.7368331063753601},
{"article": "The National Security Agency’s data harvesting program, PRISM, has been the subject of much speculation and controversy since its existence was revealed by former NSA contractor Edward Snowden in 2013. [PRISM is widely regarded as “the NSA spying on everyone’s Internet activity” by the public, which is left to guess at the true extent of the program from a few scraps of hard data, since so much of it remains classified.  Recent stories have suggested the scope of NSA surveillance was considerably more narrow than critics feared, but now a ruling from a federal judge suggests that surveillance remains more broad than privacy activists might have hoped.  In essence, the case is about a man arrested on terrorism charges who got caught because the NSA intercepted emails he sent to someone else they had under surveillance. Vocativ describes the defendant as Agron Hasbajrami, an Albanian citizen living in Brooklyn, who was arrested in 2011 and pled guilty to “trying to travel to Pakistan to join a militant jihadi group, as well as to wiring it money. ” After he was arrested, Hasbajrami was told his emails to another individual were swept up by the PRISM program.  He filed a motion to have the evidence against him dismissed, because the warrantless surveillance program violated his reasonable expectation of privacy.  If his motion had succeeded, the New York Law Journal cites his attorneys saying his guilty plea would have been vacated. In a ruling handed down on February 18 but not made public until this week, Federal District Court Judge John Gleeson ruled against Hasbajrami, saying the collection of email evidence against him was “reasonable in light of the Fourth Amendment’s protections. ” The ruling noted that under the relevant law, the FISA Amendments Act of 2008, prosecutors are not required to specify the exact people and places they plan to keep under surveillance when they apply to the Foreign Intelligence Surveillance Court. To bring this in line with the earlier NSA Inspector General report which portrayed the electronic surveillance programs more limited than critics believed, the NSA might not be “reading everyone’s email,” but they are allowed to consider all intercepts related to investigations authorized by a FISA court.  Hasbajrami barged into such an investigation with his email, and became fair game. The New York Law Journal notes Judge Gleeson was aware there are few things “more unsettling than the idea of a government spying on its own citizens”and acknowledged there has been “legitimate criticism of electronic surveillance practices,” the action against Hasbajrami was reasonable and consistent with the law. Vocativ notes that Glesson’s ruling provided some of the clearest testimony to date about how the PRISM program works: In PRISM collection, the government identifies the user accounts it wants to monitor and sends a ‘selector’ —  a specific communications facility, such as a target’s email address or telephone number —  to the relevant communications service provider. A government directive then compels the communications service provider to give it communications sent to or from that selector. This type of surveillance, which intercepts ‘ ’ communications, can result in the interception of communications with U. S. persons if the target happens to communicate with such a person. ” This is also consistent with the NSA Inspector General’s report, which said it was   Internet providers sifting through data to locate responsive material, rather than government agents. The Next Web notes this judicial ruling is the first official confirmation that PRISM, which allows the government to collect data directly from the servers of Internet providers, exists as a program distinct from “upstream data collection,” which fishes through data as it flows across the Internet. “The distinction between programs is important as, to date, the NSA has never verified the existence of its PRISM program. Now, it’s undeniable and could lead to more transparent conversations about government surveillance programs, but that’s probably wishful thinking,” The Next Web ventures.", "prop": 0.5537902704964938},
{"article": "Barack Obama has ordered US intelligence to review evidence of Russian interference in the 2016 presidential election after coming under sustained pressure from congressional Democrats. The review will be one of Obama’s final instructions to the intelligence agencies, which will soon report to Donald Trump, whom congressional Democrats consider the beneficiary of a hack targeting the Democratic National Committee. Lisa Monaco, the White House counterterrorism director, announced what she called a “full review” at a breakfast briefing sponsored by the Christian Science Monitor on Friday. At the White House press briefing later on Friday, Eric Schultz, the deputy White House press secretary, denied the review was “an effort to challenge the outcome of the election”.  “We have acknowledged who won the election,” he said. “It wasn’t the candidate the president campaigned for. He has gone out of his way to ensure a smooth transition of power. ” The review will span the last three presidential election cycles, Schultz told reporters. “These agencies will have to take a look at what we saw in 2008, 2012 and 2016. This is going to be a deep dive. This is a review that will be broad and deep at the same time. They’re going to look at where the activity leads them to look at. ” There were intrusions into both the Obama and John McCain campaigns in 2008, publicly attributed to the Chinese, he continued, and although there were no notable incidents in 2012, “knowing what we know now” that election will also be scrutinised.  In 2016, he said, the government did not detect any increased cyber activity on election day itself but the FBI made public specific acts in the summer and fall, tied to the highest levels of the Russian government. “This is going to put that activity in a greater context . .. dating all the way back to 2008. ” Asked if the review would investigate Russia’s motives, Schultz replied: “Malicious cyber activity, specifically malicious cyber activity tied to our elections, has no place in the international community. Unfortunately this activity is not new to Moscow. We’ve seen them do this for years . .. The president has made it clear to President Putin that this is unacceptable. ” Obama expected the review to be completed before he leaves office, Schultz said. “This is a huge priority . .. I think the president wanted this done under his watch because he takes it very seriously. This is something the president has been watching closely for eight years now. ” Schultz also told the briefing: “We’re going to make public as much as we can. As you can imagine, something like this might include sensitive and even classified information. When that report is submitted we’re going to take a look. We want to brief Congress and the relevant stakeholders, possible state directors. ” “This is good news. Declassifying and releasing information about the Russian government and the US election, and doing so quickly, must be a priority,” said Ron Wyden, an Oregon Democrat on the Senate intelligence committee. In October, the director of national intelligence and the secretary of homeland security publicly accused the “ ” levels of the Russian government of directing those digital breaches. Trump, who has treated Russian president Vladimir Putin with a warmth unequalled by most US politicians, has repeatedly dismissed the accusation as politically motivated. US intelligence laid the blame for the DNC hack at Russia’s feet but has not provided evidence supporting the accusation, although several private cybersecurity firms reaching the same conclusion have. Earlier this month, all the Democratic members of the Senate intelligence committee publicly intimated the administration knows significantly more about Russian culpability than the October statement revealed, and implored Obama for a public disclosure he has thus far resisted.  Yet the White House was more sympathetic to a request earlier this week from several senior Democrats in the House of Representatives, who wrote to Obama requesting a classified briefing on the role the Russians played in the election.  While Democrats, stung by a rout in an election many expected to win, have spearheaded the calls for disclosure of Russian interference, they also have some Republican support. Lindsey Graham, the South Carolina hawk who savaged Trump on the campaign trail, told CNN this week he will use his Senate perch to pursue an investigation of Russian involvement in the DNC hack.  According to Monaco, the review will be classified and delivered to lawmakers before Obama leaves office on 20 January.  Democrats immediately pounced on the announced review and pressed the White House to declassify it before Trump takes office. Adam Schiff, the top Democrat on the House intelligence committee, said Russia had “succeeded” in “sow[ing] discord” in the election, and urged as much public disclosure as is possible. “More than that, the administration must begin to take steps to respond forcefully to this blatant cyber meddling, and work with our allies in Europe who have been targets of similar attacks to impose costs on the Kremlin if we do not, we can expect to see a lot more of this in the near future,” Schiff said Friday. A spokesman for the director of national intelligence declined to comment. ", "prop": 0.8348241883277753},
{"article": "On Thursday’s Breitbart News Daily, SiriusXM host Alex Marlow asked Breitbart News Senior Editor at Large Peter Schweizer about allegations that Hillary Clinton’s 2016 campaign chairman, John Podesta, may have violated federal law through his dealings with the Russians. [Schweizer said Podesta has “a very interesting relationship with Russia, going back to when Hillary Clinton was secretary of state. ”  “When she was secretary of state, he was an adviser. He sat on her foreign policy advisory board. We know from the Podesta emails that he was talking to her all the time on everything from speeches to personnel decisions to policy positions,” Schweizer elaborated. “In 2011, he joins the executive board of this small energy company in Massachusetts called Joule Energy,” Schweizer recalled. “And Joule Energy, about two months after he joins the executive board, gets a large infusion of cash. They get one billion rubles, which is about $35 to $45 million, invested from Russia. It comes from a very unusual entity, this entity called RUSNANO. ”  “RUSNANO is this   investment fund, called ‘Putin’s Child’ by the Russian Science Ministry, so it shows you how connected this fund is,” he explained. “They actually buy an equity stake in this John   company, which they can do. You can raise the question of why they’re doing it while he’s advising Hillary Clinton, but they can legally do that. ” “The problem for Podesta becomes when he joins the Obama White House as counselor to the president in 2013,” he continued. “In order to do that, he’s got to file those large, cumbersome, but I think essential financial disclosure forms where you list what boards are you on, that you are connected to or have been connected to in the last year, what entities. You’re also required to disclose your stock holdings. ”  “In the case of Podesta, there are two omissions. One of them is the way the Joule was structured, it has three corporate boards. It has one based in Massachusetts, one based in the Netherlands, and then it has a holding company. John Podesta, according to corporate records, was on all three of those boards. He only listed two of them on his financial disclosure. He omitted probably the most important one, which was the holding company,” said Schweizer. “Now, you could say okay, maybe it was just an omission. He listed two of the three that’s not bad,” he granted. “The problem is that he failed to disclose what he did with the 75, 000 shares of stock that he had in the company that were given to him as a board member. He gave them to his daughter through an LLC. ” “There’s a question of whether she actually owned them  —   and by that I mean the Podesta emails show that he had a   email conversation with Joule Energy executives and people connected with them, even though he ostensibly didn’t own stock anymore. But he failed to disclose that transaction. He failed to disclose the 75, 000 shares he owned that he gave to his daughter. That is a direct, clear violation of what you are supposed to disclose on these federal forms,” Schweizer said. Marlow noted there have been “zero pieces of hard evidence connecting the Trump campaign to the Russian government,” while “there is so much evidence, much of it uncovered by you, connecting the Clintons with the Russian government. ”  “And yet, the media is obsessed with one and not the other,” he said. Schweizer found the disparity of coverage interesting as well. “I’m a big believer that you need to investigate and look into things, particularly if you’re talking about foreign governments or foreign entities trying to influence our politicians,” he declared. “What we know right now about the Russia story as it relates to Trump is the relationship, as it were, amounts to meetings that some Trump officials had with people from Russia. Those Trump officials never really made it into the Trump administration  —   with the exception of Michael Flynn, who left pretty quickly,” he pointed out.  “The thesis that everybody is operating on is the Russians helped Trump win and Trump is going to do all these favors for Russia. The problem is, when you look at the personnel decisions, who’s running Russia policy in the United States  —   whether that’s General Mattis at the Pentagon, whether that is McMaster, the national security adviser, whether that’s the CIA director, whether that’s the director of Russia policy on the National Security Council, who’s a very solid scholar from the Brookings Institution  —   none of these are remotely ” he said.  “All you have is sort of this concern that the Russians were hacking during the election, which I think is a legitimate concern and a theory that hasn’t been proved, that there was a connection between the Trump campaign and the Russian government. There’s just been no evidence of that,” he noted.  “My point is both should be looked into, but you actually have very substantial things that went on when Hillary Clinton was secretary of state, that, number one, included the transfer of money to the Clintons and to John Podesta and number two, very serious favors done by the Hillary Clinton State Department to the Russians, including technology transfer, et cetera,” he said.  “The kind of scenario that people envision happened with Trump happened in the Clinton State Department. And yet, there seems to be a lack of interest in pursuing and investigating precisely what those relationships were and how everything was carried out,” Schweizer observed. Peter Schweizer is a senior editor at large for Breitbart News, president of the Government Accountability Institute, and author of the   Clinton Cash: The Untold Story of How and Why Foreign Governments and Businesses Helped Make Bill and Hillary Rich. Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a. m. to 9:00 a. m. Eastern. LISTEN: ", "prop": 0.9153885267055728},
{"article": " DC Protestor ”Rape Melania” Less than a week after the 2016 presidential election, a Trump supporter named Alan Beck tweeted two photographs of an   protest in Washington, DC, in which a hooded figure held aloft a sign reading “Rape Melania. ” The images went viral, and the sign  —   as well as Twitter  —   drew swift condemnation from news outlets both right and left. Some Trump supporters took the sign as confirmation that the passionate national opposition to the   was ultimately anarchic and violent. (Many of these supporters had drawn a similar conclusion about the Black Lives Matter movement.) “The current surge in the left’s propensity toward violence and mayhem should surprise no one,” wrote one InfoWars commenter. And to some Clinton supporters, the sign was a gutting refutation of Michelle Obama’s “when they go low, we go high” speech and a reminder that Trump rallies didn’t hold a monopoly on menace. But, BuzzFeed News has learned, the “Rape Melania” sign was not the work of an   protester at all. Instead, according to sources, it was the brainchild of a group of Trump supporters led by Jack Posobiec, one of the organizers of the controversial DeploraBall inauguration party and a prominent figure in the   internet. Furthermore, as shown by a series of Posobiec’s text messages obtained by BuzzFeed News and confirmed by a source who collaborated with Posobiec, the sign was the culmination of a disinformation campaign by Posobiec and others intended to paint the   rallies as violent and out of control. In a phone call with BuzzFeed News, Posobiec denied that the texts were sent by him and said that it was likely they had been photoshopped. He also denied having any involvement in the campaign. BuzzFeed News reviewed the texts on a source’s iPhone in Signal, the secure texting app, and the Signal messages allegedly from Posobiec came from the same phone number on which BuzzFeed News talked to Posobiec. At 9:59 p. m. on Nov. 10, Posobiec posted a video to Twitter of an   protester yelling “Assassinate that nigga. ” In a 10:30 p. m. text message that same night, Posobiec claimed that he’d started an “assassinate Trump” chant to goad protesters into copying him, with the intention of filming them: Though the video didn’t go viral, it was picked up by Russia Today and some conservative blogs. In the same text message conversation, Posobiec and his collaborator brainstormed other incendiary things to chant, including “Rape Melania. ” Two days later, in another text obtained by BuzzFeed News, Posobiec discussed with another collaborator his plan to “discredit” an   protest by infiltrating it “with the bad signs. ” According to a source, it is Posobiec himself holding the “Rape Melania” sign in the photographs published by Beck  —   a charge Posobiec also denies. After posting the photographs, Beck uploaded a   YouTube video of himself and Posobiec sitting in a car near the protest, titled “  Protester Created’R4PE MELANIA!’ Sign and The Rest of the Protesters Do Nothing. ” The following day, a collaborator texted Posobiec a screenshot of Twitter’s trending topics, of which “Rape Melania” was number three. Posobiec responded, “Woah!” Today, the former DeploraBall organizer Tim Gionet  —   who goes by Baked Alaska on Twitter  —   accused Posobiec of making the sign. . @MAGA3X I have a question. Your organizer @JackPosobiec was the one who made the ”Rape Melania” sign, do you support this behavior? Posobiec, who is the special projects director of a grassroots organization called Citizens for Trump, has been at the center of several flareups of the new right media in recent weeks. In November, Posobiec was thrown out of Comet Ping Pong, the Washington, DC, pizza parlor made infamous by #pizzagate, for filming a children’s birthday party. And in December, Posobiec started the viral #DumpStarWars hashtag after claiming that Rogue One contained   scenes.  ", "prop": 0.8515919728838471},
{"article": " Uber Technologies Inc said on Thursday it plans to comply with California regulations and seek permits to put its   cars back on the state’s roads, an   following the company’s legal spat with state officials in December. Two of Uber’s autonomous cars are already wheeling around San Francisco, but they are being driven manually while the company is ”taking steps to complete our application to apply for a DMV testing permit,” an Uber spokeswoman said. The California’s Department of Motor Vehicles confirmed it has held discussions with Uber to assist the company in applying for the   testing permit. Uber has not formally submitted the application, DMV spokeswoman Jessica Gonzalez said. Acquiring the proper permit would allow Uber to restart its   pilot in San Francisco, which was shuttered after just a week late last year. The state DMV requires that any company testing autonomous vehicles on public roads receive a permit. At least 23 other companies exploring   cars, including Alphabet’s GOOG. O. Google, Tesla Motors ( ) and Ford Motor Co ( ) have obtained California DMV permits. But Uber defied those rules in December, attempting to launch a   pilot program in San Francisco without a permit. Uber argued that its cars were not capable of driving ”without . .. active physical control or monitoring,” as California law defines autonomous vehicles, so did not require a permit. Uber’s cars require monitoring by a person in the driver’s seat. An engineer also sits in the passenger seat.  The pilot was  . The DMV revoked the registration of 16 Uber   cars for lacking the proper permits a week after Uber put them on the road. The California Attorney General also warned Uber it would take legal action. Immediately after the DMV revoked Uber’s car registrations, Uber put its   fleet on trucks and brought them to Arizona, where companies are not required to obtain any special permits for   cars. Those cars have not been moved to San Francisco, Uber said Thursday. The San Jose Mercury News reported Uber’s plan to apply for a state permit earlier Thursday.  (Reporting by Heather Somerville in San Francisco; Editing by Cynthia Osterman) HONG KONG Tencent Holdings Ltd has shrugged off concerns that a move to limit play time for some users of its   ”Honour of Kings” game could hurt its bottom line, saying those targeted make up only a small portion of its overall user base. WASHINGTON The U. S. government has sought to intervene in Apple’s  appeal against an EU order to pay back up to 13 billion euros ($14. 8 billion) in Irish taxes, a source familiar with the matter said on Tuesday. ", "prop": 0.564921875013519},
{"article": "On what the International Olympic Committee president referred to as a “historic day,” the IOC announced that for the first time ever a team of refugees will participate in the Olympics in 2016. [President Thomas Bach stated that because the refugee athletes “have no home, no team, no flag, no national anthem,” the establishment of a refugee team will “give them a home in the Olympic village together with all the athletes around the world. ”  Bach went on to state in an official IOC press release directed to the “international community” that the refugee team “will be a symbol of hope for all the refugees in our world, and will make the world better aware of the magnitude of the crisis  …     Refugees are our fellow human beings and are an enrichment to Society. ” The refugee team will consist of ten athletes —  six men and four women —  and will compete in swimming, judo, and athletics, reported Reuters. Like all the other national teams, the refugees will stay in the athletes’ village. They will march into the Olympic stadium in Rio de Janeiro in the penultimate position just before the host team of Brazil at the opening ceremony. “The Olympic anthem will be played in their honor, the Olympic flag will lead them into the stadium,” Bach stated. “They will show to the world that despite the unimaginable tragedies they have faced, anyone can contribute to society through talent, skills and the strength of human spirit. ” Also, a group of five refugee coaches and five other   refugee officials will participate in the Rio games, which, according to the IOC, will aid in shining a “spotlight on the world refugee crisis. ”", "prop": 0.24493472114267756},
{"article": "Every once in a while, people find strange contraptions that can be used inside the iPhone’s messaging app to crash the recipient’s device. Some of them are serious bugs, while others will only freeze your iPhone for a few minutes. In either case, they’re seriously annoying. And guess what? There’s a new   text message in town that people will keep sending to their   buddies. However, it can all be easily fixed.    and   the bug relies on sending a string of images and characters to a target: a white flag emoji, a zero, and the rainbow emoji. The issue affects any iOS device that’s on iOS 10. x, but if you’re still running earlier iOS versions, you’re safe. However, the actual sending of the message isn’t completely   as the same string can also freeze the sender’s phone. The trick involves either using the Notes app on iCloud. com or iCloud Drive to share the characters. Once the message hits the targeted iPhone, the device stops working for a few minutes regardless of whether the recipient reads it or not. You won’t be able to do anything once the freeze is in effect. The buttons won’t work, and you’ll have to wait for the phone to reboot by itself. “What you see in the text is the waving white flag emoji, a zero, and the rainbow emoji,” a technical explanation on  . “The rainbow flag emoji isn’t an emoji in itself, it’s made of three characters: waving white flag, a character called variation sector 16 (VS16 for short) and the rainbow. What VS16 does in this case essentially is tells the device to combine the two surrounding characters into one emoji, yielding the rainbow flag (this is similar to how skin tone modifiers work, but not exactly the same). “The text you’re copying is actually waving white flag, VS16, zero, rainbow emoji. What I’m assuming is happening is that the phone tries to combine the waving white flag and the zero into an emoji, but this obviously can’t be done. Usually, the phone wouldn’t try to do this, but it notices that the rainbow emoji is also there, and knows that it can combine the white flag and rainbow emoji, so it tries. ” There’s one thing you need to do in case the Messages app keeps crashing. You’ll have to head to   on the phone so that the Messages is restored. To prevent this from happening again until Apple fixes it, you can also consider blocking on the iPhone the persons who’re using it against you and maybe even reassess those friendships. Interestingly, the bug also affects Android handsets, but they’ll be slow down significantly rather than freezing completely. This article   on  .", "prop": 0.38316103477721525},
{"article": "For Daniel Patrick Moynihan, it was the racism charges that broke the camel’s back. His famous 1965 report on the pathologies of black culture landed him in a hornet’s nest. “I was not a bigot,” he wrote later, “but the good guys were calling me a racist, while here was this fellow Buckley saying these thoughtful things. Glazer and I began to notice that we were getting treated in National Review with a much higher level of intellectual honesty. ” Moynihan was just one of many   who was startled to find a rare bastion of sanity in National Review. That trickle of refugees from liberalism would prove critical to getting William Buckley’s fledgling conservative movement off the ground. Having once regarded themselves as liberals, many neoconservatives had managed to attain influential mainstream positions that traditionalists of Russell Kirk’s persuasion would likely have found difficult. They were invaluable for raising the movement’s profile. At the same time, their experience and background made them savvy to policy. They would lay the groundwork for conservative policy developments over the next several decades. The time is ripe for recruiting a new crop of  . Who’s ready to get mugged by reality? As liberalism declines, conservatives need to make sure that our doors are open to refugees from the other team. It might also be helpful to extend a few feelers to people who show some sympathy to conservative ideas. Where   ideology is the only game in town, one or two persuasive arguments might sometimes be enough to instill deep doubts. The Left may be especially vulnerable to this kind of offensive precisely because they are so dominant in the academy, the mainstream media, and many of the professions. First and foremost, our nation is drowning in debt even as our entitlement and pension commitments are becoming dramatically more onerous. The 2016 election has driven this issue out of sight and mind, as both major candidates lure voters with promises of still more goodies. Regrettably, fiscal problems on this scale never consent to stay in hiding for very long. Owing to irresponsible and dishonest promises made by mostly retired politicians, many aging Americans have dramatically   for their retirement years. They’re betting that taxpayers will somehow find a way to bail them out. This will be possible only up to a point. What we’re facing, over the medium term, is a significant   of the social contract. As longtime advocates of localism and fiscal discipline, conservatives are in a much better position to generate helpful insights and reasonable compromises. Those could serve as recruiting calls for liberals who are broadly sympathetic to the stated aims of union negotiations and Great Society reforms but who ultimately are honest enough to acknowledge the mess that those initiatives have created. As in Moynihan’s time, race is becoming a defining cultural fault line, and once again, the Left has committed itself to unstable movements with questionable agendas. Black Lives Matter has at least some sympathetic concerns, and many conservatives are already at work on them, looking for ways to improve police transparency and prudently reduce our reliance on incarceration. Those goals are not advanced when protesters seize on any excuse to start torching police cars and smashing shop windows. Given that violent uprisings like the one in Charlotte almost certainly help Donald Trump more than they do Hillary Clinton, it seems clear that the Left, in whose   it would be to control the activities of Black Lives Matter, is unable to do so. Just as Moynihan was repelled by the Left’s obtuseness in denying glaring pathologies in black culture, so today’s progressives may eventually be attracted to a political movement that offers more than racial pieties. What we offer must be more than just a redux of the    narrative. In the 1970s, conservatives could plausibly argue that laxness in the justice system was facilitating cultural collapse. That’s a much harder sell today, and it’s certainly not a promising starting point for recruiting disaffected liberals. The good news is that we can offer compelling solutions to crime and racial tensions we do not have to resurrect anachronistic memes. We should point out repeatedly that crime and social collapse are especially egregious in longtime Democratic strongholds such as Chicago. Blue states including California have reformed their penal codes in haphazard ways that precipitated crime spikes. Meanwhile, red states including Texas and Georgia have had much greater success on the reform front, launching new initiatives that address   without sacrificing public safety. In short, conservatives are well equipped to reform our justice system reasonably, to everyone’s benefit. The Left is not, because Democrats are hopelessly beholden to surging social movements and hysterical interest groups. This argument might prove compelling for many disaffected liberals as they arrive at the (classically neoconservative) conclusion that reality is more complicated than they once believed. This leads us to a further consideration, which might prove compelling particularly for younger progressives who have been inundated with leftist memes from childhood onwards. For many Millennials, conservatism is like a foreign language. They lack even the foundational concepts that would enable them to grapple with the arguments. What is “free trade”? Are there really people who still believe that men and women are fundamentally different? What do we mean by “limited government”? As young liberals sour on what is to them the old world of the political and cultural Left, conservative ideas might have a real allure. For younger generations, tradition often has the benefit of feeling simultaneously   and novel. We might generate considerable momentum by daring young radicals to embrace conservatism, a truly countercultural move that promises to drive their teachers (and parents?) crazy. This list of suggestions is by no means exhaustive. The past eight years have treated us to a veritable parade of   failures. Barack Obama’s   foreign policy has left us with a host of burgeoning geopolitical threats. The president’s signature policy initiative is rapidly failing. Corruption and graft have increased, and civil liberties are eroding, even as two Caesari candidates vie for the Oval Office. If we’re looking for arguments to prove that the Left has failed America, we are truly spoiled for choice. No argument, of course, will convince everyone. That’s not necessary. An infusion of   could make the difference between a fading political movement and one that blossoms into new life. Let’s open some recruiting posts.,", "prop": 0.6781198566444935},
{"article": "GOP vice presidential nominee Mike Pence called out the mainstream media on Saturday for focusing most of their time trying to parse Donald Trump’s words than investigating the scandals that have followed the Clintons throughout their political careers.  “The media is so busy parsing what Donald Trump said in the last 30 minutes that they keep ignoring what the Clintons have been doing for the last 30 years,” Pence said Saturday at Patrick Henry College in Virginia. The Indiana Governor called the mainstream press “the party in power” and said they, along with Democrats, “all keep telling each other that the usual methods are going to work” to take down Trump and “then they wake up the next morning  …     and Donald Trump is still standing fighting for the American people and fighting to make this country great and strong again. ” Pence said Trump has to battle Clinton and the media on the campaign trail as the mainstream press ignore the “cascade of controversies and questionable conduct that flows out of the Clinton years. ” Pence slammed Clinton for using a private server and deleting her emails with BleachBit. He mentioned that the FBI tried to open up a criminal investigation into the Clinton Foundation but the Obama administration blocked it. He also reminded voters that the FBI found 15, 000 more Clinton emails that were not turned over while others proved that Clinton’s State Department gave expedited access to foundation donors. He also blasted the Obama administration for deciding not to provide Clinton’s    schedule at the State Department until after the election after an Associated Press report found that half of her meetings were with foundation donors while reviewing half of her State Department schedule. “Now let me get this straight,” Pence said. “So it would be a conflict of interest to accept foreign and corporate donations to your foundation if you were president, but it wasn’t a conflict of interest to accept foreign donations while you were Secretary of State?” He said the Clinton Foundation should be shut down and the Justice Department should appoint a special prosector. Pence said Americans are “sick and tired of pay to play politics in Washington, D. C. ” and “it’s the kind of politics that will come to a crashing end” when Trump is elected. Pence added that “the days of the rigged system of the favored few will come to an end and Donald Trump’s only special interest will be you, the American people. ”", "prop": 0.8920880746199942},
{"article": "Good news: We’ve got a Code Switch podcast extra for you this week  —   Karen Grigsby Bates sat down with NPR’s movie critic, Bob Mondello, to talk about Southside with You, a new independent film about Michelle and Barack Obama’s very first date, back in the summer of 1989. The film takes place over the course of a single afternoon, and, as the title suggests, is set on the South Side of Chicago. Famous subjects notwithstanding, Southside with You is your typical date movie, complete with   antics (Barack shows up late Michelle refuses to admit she’s on an actual date.) But, as Karen and Bob point out, there’s something amazing in the film’s simplicity  —   and that’s because it’s pretty uncommon to see everyday black romance on the screen today. The film is ”not about other things, it’s just about the two of them getting to know each other,” Bob says. ”What’s remarkable about the film is that at any given moment, it’s not being remarkable. It’s being lifelike. And that is such a rarity in movies. You don’t see   characters behaving in a way that is just, sort of, normal.” Bob says the film industry has a bit of a checkered history when it comes to    love. Some of the earliest examples he’s found were musicals  —   full, operatic productions, like Cabin in the Sky, Porgy and Bess, and Carmen Jones. He and Karen theorize that stylizing black love with music was a way of making it safe for white audiences  —   because, as Karen ponders, ”Who has sex in a musical?” (OK, we know, we’ve seen Spring Awakening, too.) In 1961, that began to change with the film adaptation of Lorraine Hansberry’s A Raisin in the Sun. The film starred Sidney Poitier and Ruby Dee, and was, in many ways, a showcase of normal black love. Over the years, Poitier became the paragon for a black male romantic lead in the movies. Later on, it seemed that Denzel Washington might fill that space, with roles like Demetrius Williams in Mississippi Masala in 1991. But unlike Poitier, Washington didn’t keep playing the perfect guy in movies  —   Training Day and American Gangster were hardly  . The realm of black love on screen continued to grow into the ’90s, with hits like Waiting to Exhale in 1995, Love Jones in ’97, How Stella Got Her Groove Back in ’98, and Love  Basketball in 2000. But in 2016, it’s once again become rare to see two black characters fall in love on screen. The simple presence of that love story is what makes Southside with You special  —   even more than the fact that we’re watching   fan fiction of a sitting president and First Lady. You can listen to the rest of the discussion here, and subscribe to the Code Switch podcast at NPR’s podcast directory or on iTunes. Be sure to follow us on Twitter @NPRCodeSwitch  —   we want to hear your favorite examples of black love on screen.", "prop": 0.0006702759691353952},
{"article": "Washington (CNN) America’s longest war just got a little longer for thousands of U. S. troops. President Barack Obama’s decision to keep 9, 800 soldiers in Afghanistan through this year    double what was previously planned    represents an American bet that a new president, Ashraf Ghani, might finally be the reliable partner in Kabul who can solidify gains, such as they are, of the   U. S. mission. But though Obama has long pined for a dependable counterpart in Afghanistan and hoped for greater stability there, Ghani’s arrival comes with a significant political price. In order to bolster Ghani, who emerged as the winner after a U. S.  settlement to a disputed Afghan election last year, Obama has had little choice but to accept his appeals for more U. S. troops to stay longer in Afghanistan. READ: Obama halts Afghanistan troop withdrawal, And Tuesday’s concession on slowing troop withdrawals sets up an even greater dilemma for Obama, who sees his historic role as concluding the expansive land wars he inherited in Afghanistan and Iraq. It also carries the risk of another misplaced gamble on another leader in the Middle East or South Asia who doesn’t, or can’t, deliver the friendly, solid leadership the U. S. desires. So far, Obama and Ghani have been making a show of camaraderie. Ghani is basking in an effusive reception during a visit to Washington this week, a sharp contrast to the antagonism and treading on eggshells that characterized Obama’s poisoned dealings with   Hamid Karzai. And over and over, he is expressing deep gratitude for the sacrifices made by the United States to keep the Taliban at bay in Afghanistan,  It is clear from the lavish welcome offered to Ghani    a trip to Camp David, five hours in the White House and an address to Congress    that the administration sees him as everything Karzai was not. Where Karzai was erratic, Ghani seems calm. Ghani favors a sharp Western business suit rather than the exotic flowing green robe that Karzai made famous. Where Karzai raged at civilian casualties in U. S. operations, Ghani is expressing deep and repeated gratitude for the price paid by the United States to keep the Taliban at bay in Afghanistan. ”The people of Afghanistan recognize the bravery of your soldiers and the tremendous sacrifices that Americans have made to keep Afghanistan free,” Ghani told a joint session of Congress on Wednesday to applause from the chamber. ”We owe a profound debt to the 2, 350 servicemen and women killed and the more than 20, 000 who have been wounded in (the) service of your country and ours,” he said. ”Thank you for staying.” Ghani’s comments are part of a clear strategy to secure   U. S. support for Afghanistan’s armed forces    which now have primary responsibility for combat. He not only personally offered Obama praise but painstakingly singled out the long list of generals who have run the Afghan war, ambassadors appointed by Republican and Democratic administrations, and politically powerful lawmakers in both parties. In the short term, Ghani’s visit does represent a tangible success for an administration that has struggled to rack up foreign policy wins, and a desire to cement Ghani in power will be one of Obama’s goals.  But later this year, or early next, Obama must decide whether to honor his vow to get every American    save for a small detachment at the U. S. embassy    home from Afghanistan or to pass on an enduring war to a third U. S. president when he leaves office in January 2017. ”I think right now his intention is to stick to it. That’s what he would like to do, and we know that is the legacy he would like to leave    as the president who ended two wars,” said Scott Smith, a former senior United Nations official in Afghanistan now with the US Institute of Peace. ”But I think there is a very strong bipartisan consensus in Washington and on the Hill that it may be worth reconsidering this decision.” Obama insisted at Tuesday’s press conference with Ghani that the 2016 date for a full withdrawal was not negotiable. ”This flexibility reflects our reinvigorated partnership with Afghanistan, which is aimed at making Afghanistan secure and preventing it from being used to launch terrorist attacks,” Obama said. OPINION: Why U. S. troops need to stay in Afghanistan beyond 2016, But the president added: ”This specific trajectory of the 2016 drawdown will be established later this year to enable our final consolidation to a   embassy presence by the end of 2016.” Holding off on that decision makes sense for Obama, simply because of the elevated political stakes. But he will soon face familiar charges from Republican opponents that he is once again making strategic military decisions for political reasons, not based on battlefield conditions. And he will have to weigh whether a full departure of U. S. troops would weaken the fledgling Afghan forces, diminish American leverage with the Ghani government and offer an opening to the Taliban and other extremist groups. A key driver of his decision could be whether Ghani turns out to justify the hopes that are being placed in him and whether his current truce with his election foe, former foreign minister Abdullah Abdullah, holds. Ghani inspires confidence abroad, partly because he speaks the twin languages of the Western elite  —   English and Commerce. An ethnic Pashtun, he’s an academic, who was educated at Columbia University, worked for the World Bank and is a former finance minister won approval among outsiders for his economic reforms. He also lacks the past links to warlordism and violence of many others who came to prominence during Afghanistan’s war torn modern history. ”Every indication so far is that President Ghani wants to work closely with the U. S. and shares a lot of U. S. concerns on issues like corruption and so on,” said Nora Bensahel, a defense specialist at American University. Importantly, Ghani is also sending a message to his own domestic constituency that he wants American troops to stay    a step that was not taken by former Iraqi prime minister Nuri   another   leader in whom the U. S. placed disproportionate hopes, ultimately souring the relationship and  solidifying Obama’s intent to fully withdraw from that country. And there are no guarantees that Ghani, over the   will continue to enjoy the honeymoon that he experienced in the White House on Tuesday    especially as political conditions in Afghanistan remain dangerous. ”There’s not going to be a meltdown in   relations, but there could be a meltdown in   relations or some other catastrophic event in Afghanistan that could change the whole picture,” said Michael O’Hanlon of the Brookings Institution. ”Ghani is not going to be able to be a miracle worker and fix all of Afghanistan’s problems.” The U. S. has been stymied by the depths of the rugged country’s problems and complicated politics before. And there is a cautionary tale of a White House wagering too much on a promising Afghan leader. More than a decade ago, another urbane, bearded and smiling Afghan leader came to Washington, stood in the White House and Congress, and told Americans, still traumatized by the September 11 attacks in 2001, what they wanted to hear. That man’s name was Hamid Karzai. ”Ten years ago, a Karzai visit to Washington would have been greeted with the same kind of welcome and excitement and positivity that this first visit from President Ghani has,” said Smith. But as the war dragged on, Karzai became embittered that the United States went to war in Iraq and seemed to turn away from Afghanistan. When Obama came to power, the White House adopted a   approach with Karzai despite sending a surge of U. S. troops to try and finish off the Afghan war. Soon allegations of corruption around Karzai found their way into the U. S. press and the Afghan leader’s relations with Washington went badly astray. Still, for now the untested Ghani may represent Obama’s best hope of getting out of Afghanistan without another blemish on a legacy aimed at ending wars    one that has already been tarnished by his decision to send troops back to Iraq to fight ISIS. ”I do think the president has a very real choice to make. I don’t think he is being forced into this by any pressure Ghani has put on him,” Bensahel said. ”He has a lot politically at stake.”", "prop": 0.2124456948219443},
{"article": " WASHINGTON  —   When President Donald Trump announced he was nominating Rex Tillerson, the former ExxonMobil chief, for secretary of state last December, GOP Sen. Marco Rubio was quick to announce he had “serious concerns” about the nominee’s relationship with Russia. A month later, Rubio repeatedly grilled Tillerson during his confirmation hearing, making it clear the nominee was not giving him the answers he wanted. The Florida senator, who aggressively took on Trump during the end of the GOP presidential primary, told reporters after the hearing he wasn’t going to make the decision on a partisan basis. “I’m prepared to do what’s right,” he said at the time, hinting he was open to voting against Tillerson, despite Republicans holding only a   advantage on the Senate Foreign Relations Committee. But on Monday, hours before the committee’s vote on the nominee, Rubio announced in a Facebook post his decision: “  …     despite my reservations, I will support Mr. Tillerson’s nomination in committee and in the full Senate. ” The decision might seem like a complete   based on Rubio’s foreign policy views and his tone of questioning during the hearing, but it’s not surprising and is telling of how the former presidential candidate will deal with   Trump. Sources close to Rubio insist it wasn’t a ploy for attention, as some Rubio critics suggest. They say he made up his mind after a “full court press” from the Trump team. The senator had a   meeting with Tillerson, Vice President Mike Pence and White House Chief of Staff Reince Priebus last week. The meeting was described as a “blunt conversation” about Tillerson’s answers at the hearing and his relationship with Russia. In the meeting, a source said that Priebus was “transactional,” pressing Rubio on what he wanted in return for the vote, while Rubio argued his opposition was purely based on principle. Other than the meeting, Rubio also got a call from Oracle CEO Safra Catz, urging him to support Tillerson. Catz was part of the Trump transition committee, while Oracle   Larry Ellison was one Rubio’s major supporters during his White House bid. “In the end, I think Marco decided that it was better to be inside the tent than outside,” a source close to Rubio said. “A vote against Tillerson would have reduced his influence on foreign policy matters with the Trump Administration to zero. ” Rubio also asked Tillerson for written responses to more than 100 questions he submitted. He received the answers on Thursday and reviewed them over the weekend before announcing his decision. Under pressure from Trump administration officials and other Republican senators, sources say, the one question that Rubio had to square with was: How could you vote to confirm John Kerry but not vote for Tillerson? That question, at a time when the new president is focused on loyalty and quick to attack members of his own party, was especially hard for Rubio, who is trying to resurrect his political career after a failed presidential bid. Rubio, whom Trump labeled “Lil’ Marco” during the presidential primary, has seen firsthand what angering Trump can lead to. It was also becoming clear that Tillerson’s nomination was going to make it through the Senate with or without Rubio’s support. Last week, Sen. Bob Corker, chairman of the committee, said the Senate would be able to use certain procedures to bring the nomination up for a vote on the floor even if Tillerson failed in committee, making Rubio’s opposition notable, but irrelevant. Support from other foreign policy hawks  —   Sens. John McCain and Lindsey Graham, who had been siding with Rubio in expressing doubts about Tillerson  —   was also crumbling. Both officially said they would back Tillerson on the Sunday before the committee vote. In his Facebook post, Rubio tried to satisfy both wings of the Republican Party  —   foreign policy hawks looking to him to stand up to Trump and Trump loyalists. Acknowledging that Tillerson’s answers had been “troubling” on issues including his views on Russia and human rights violations, Rubio said he would vote to give the Trump administration a Secretary of State, in order to avoid uncertainty in foreign policy. He also said he would be even tougher on other State Department nominations going forward. “I remain concerned that in the years to come, our country will not give the defense of democracy and human rights the priority they deserve, and will pursue a foreign policy that too often sets aside our values and our historic alliances in pursuit of flawed geopolitical deals,” Rubio wrote. “But in making my decision on his nomination, I must balance these concerns with his extensive experience and success in international commerce, and my belief that the president is entitled to significant deference when it comes to his choices for the cabinet. Given the uncertainty that exists both at home and abroad about the direction of our foreign policy, it would be against our national interests to have this confirmation unnecessarily delayed or embroiled in controversy. ”  ", "prop": 0.1769345871836678},
{"article": "Carroll, Iowa (CNN) Even when you’re the defending champion of the Iowa caucuses, there’s no guarantee you’ll find big crowds at every stop. When Rick Santorum stopped by Sam’s Soda and Sandwiches in Carroll, Iowa, on Monday afternoon, he was met with three of his own staffers, two Democratic campaign trackers, a waitress, two diners and one CNN reporter.  Though it may not have been the reception he hoped for, the former Pennsylvania senator took it in stride, spending about an hour drinking a chocolate milkshake and chatting with the two diners. RELATED: Santorum makes second White House bid, Santorum, who eked out an Iowa caucus victory in 2012, said it’s not always about the quantity of the turnout, it’s about quality personal interactions with voters at campaign stops.  ”The key in those smaller counties is to find one or two really good volunteers,” Santorum told CNN. ”(Then they) tell everybody in the county that you came, and that you were available to speak to them and you sat for an hour and listened to the concerns of the people from that county.” One of the diners, a woman who identified herself as Kay, sat next to Santorum at the soda counter and told him she couldn’t remember if she voted for him or Michele Bachmann last time. Afterwards, she said she was impressed by Santorum, but it was too early to decide who she would caucus for.  But Santorum’s efforts were rewarded on another front. The former senator spoke with a young man who had supported his 2012 candidacy, but this time came to Sam’s to take on a more active campaign role. Santorum declared him his new county chair.  ”It’s a lot of miles and it’s a lot of    small group conversations to get people interested in the vision that you have, and buy into that vision . .. and be willing to make a difference,” Santorum said.  And so it goes for the most recent Republican Iowa caucus victor.", "prop": 0.02992749381939107},
{"article": " (CNN) Dream Team! That’s what I call this year’s Women’s Olympic Gymnastics Team and for more reasons than one.  First, I have been to every Summer Olympics since 1984 and the USA has never been so dominant.  And second: This team features three gymnasts, Simone Biles, Gabby Douglas and Lauren ”Laurie” Hernandez, who have been inspiring so many young girls of color.  The   of this team, rounded out by Aly Raisman, who is Jewish, and Madison Kocian, who is Catholic, is making everyone proud.   This team looks, finally, like America. It also has solidified the black and Latina female presence at the top of this sport. For the past four years, the number one female gymnast has been  . Last year, Simone and Gabby were #1 and #2. This is powerful. Last Olympics, Gabby Douglas was a surprise Olympic champion, and America cheered. Now the world has been able to witness the incredible performances of   World Champion Simone Biles, Douglas and Laurie Hernandez delivering the unexpected, yet masterful gymnastics routines.    Last Thursday, Simone became the fourth straight American to win gold in the women’s individual   event. And teammate Aly Raisman earned silver. And this week Simone’s floor routine won her a fourth gold medal in Rio Raisman took the silver. We are witnessing the top of the sport, but it does not look like this at gymnastics classes across the country. Simone, Gabby and Laurie all took the same path as Aly and Madison to make the Olympic team. (They are the ”Final Five” because the next Olympic gymnastics team will only have four gymnasts on the team, and this is Marta Karolyi’s last year coaching.) But the reality is that gymnastics is an expensive sport, and gymnasts primarily train in private gymnastics clubs that are maintained by parents paying the cost of the training, facility, travel, uniforms, competition fees, hotel fees (for the coaches and their gymnasts and families) and the list goes on.  Most of these gymnastics clubs are located in affluent suburban neighborhoods that can support the business. These clubs are where the gymnasts get all of their training, and it’s a costly and   commitment for the gymnasts’ families.  Aimee Boorman, coach of Simone Biles, and Maggie Haney, coach of Laurie Hernandez, have both coached their athletes since they started in gymnastics. We must bring more affordable and accessible gymnastics training to the communities of countless young girls who are inspired by Simone, Gabby and Laurie. I founded my gymnastics foundation 20 years ago.  At my organizations, we have provided free and   gymnastics, based in Harlem, for over 15, 000 urban youth (primarily black and Hispanic) and have trained national and international champions. In September, we will be expanding to Detroit (my hometown) to provide high quality gymnastics to the youth that deserve the opportunity to learn and benefit from this great Olympic sport.  Gymnastics develops strength, flexibility and coordination for the body and hard work, discipline and determination for the mind. This combination provides   benefits for good health, success in school and work. It is the inspiration of this team that will send thousands of young girls to take gymnastics and that is great. To participate in sport is so important, especially for girls.  Here’s the research. And here, too. This is such an exciting time.  Thank you Simone, Aly, Laurie, Gabby and Madison for that serious showcase of ”Girl Power” in winning the Olympic team gold and for motivating so many young girls of all backgrounds to begin their path to be healthy, strong and successful young women.", "prop": 0.03985371964040587},
{"article": "Asher Potts was the big man on campus at Harrisburg HS  —   a star scholar, member of the National Honor Society and even   for last fall’s homecoming king. With a 4. 16   average, he was everything an American teenager was supposed to be  —   that is, except for being an actual American teenager. The “  ” Potts was really    Artur Samarin, a Ukrainian national who overstayed his visa and hatched a bizarre plan to stay in the US by posing as a   student. Samarin spent four years attending Harrisburg High in Pennsylvania under the false name. “I marveled at his maturity,” former   administrator Gene Veno   adding that Samarin was “always a gentleman. ” Samarin even got a Social Security card and was enrolled in the school in 2012 by two adults who claimed to be his parents. When Samarin was inducted into the National Honor Society, he met and was photographed with state Rep. Patty Kim. “It’s such a strange turn of events. I’m still in shock,” she said. It’s not clear how authorities learned Samarin was an imposter. He was charged Tuesday with tampering with public records and identity theft for obtaining ID under false pretenses, said cops, who were nevertheless impressed by Samarin’s work ethic. “He was a very studious kid and tried to learn as much as anyone would teach him,” Harrisburg police Capt. Gabe Olivera told The Post.", "prop": 0.0638525291616278},
{"article": " (CNN) Ah, winter doldrums. Between the snowstorms and bitter temperatures, is there a better season for hunkering down for some   or catching a movie? It’s easier than ever thanks to streaming platforms including Netflix and Amazon Prime, especially as their catalogs keep growing. Here’s what you can look forward to in February: Netflix, ”Bleach the Movie: Hell Verse” (2010) ”The Brothers Bloom” (2008) ”Dark Ride” (2006) ”Departures” Seasons 1 and 2  ”Gimme Shelter” (2013) ”Gucci: The Director” ”Hot Pursuit”  ”Houseboat”  ”Into the Blue 2: The Reef” ”Joe” ”King Arthur”  ”Magic City” Seasons 1 and 2  ”M*A*S*H” Seasons 1 through 5  ”Naruto Shippuden: The Movie”  ”Now: In the Wings on a World Stage”  ”Proof”  ”Spartacus: Complete Series”  ”We Could Be King”  ”We’re No Angels”  ”Zapped”  ”The Little Rascals Save the Day” (2014) ”Ever After High: Spring Unsprung”  ”Danger 5”  ”Dead Snow 2: Red vs. Dead” ”Elsa  Fred”  ”Blood Ties”  ”Catch Hell”  ”Dwight Howard: In the Moment”  ”Mr. Peabody  Sherman” ”Young Ones”  ”The Two Faces of January”  ”Scary Movie 5”  ”Mako Mermaids” Season 2  ”Save the Date”  ”The Overnighters” ”Earth to Echo”  ”In Secret”  ”The Fluffy Movie”  ”White Bird in a Blizzard”  ”Richie Rich” Season 1 (2015 Netflix original) ”RoboCop” (2014) ”Hawaii  ” Seasons 1 to 4  ”1, 000 Times Good Night”  ”Open Windows” ”Russell Brand: Messiah Complex”  ”Ralphie May: Unruly”  ”House of Cards” Season 3, Amazon Prime, ”Batman” (1989) ”Batman Returns” ”Into the Blue 2: The Reef” ”Airplane II: The Sequel” ”Hitch” ”Lars and the Real Girl” ”Joe” ”Gimme Shelter” ”Ulee’s Gold” ”Love Story” ”Music From Another Room” ”The Brothers Bloom” ”The Object of Beauty” ”The Other End of the Line” ”The Way We Were”  ”Mulberry Street” ”Air Force One” ”Tootsie” ”Steel Magnolias” ”Mood Indigo”  ”Sense  Sensibility” ”Soul of a Banquet”  ”20, 000 Days on Earth”  ”Robocop” (2014) ”Finding Neverland” ”Orphan Black” Season 2  ”Alpha  Omega” ”Believe Me (Prime member exclusive) ”Clerks II” ”Jamie Marks is Dead” ”Hannibal” Season 2  iTunes, ”Blacklist” Season 2 midseason premiere, ”Sirens”  Season premiere  ”Fresh Off the Boat” Series premiere  Allegiance Series premiere  ”Outlander” First 8 episodes  ”Better Call Saul” Series premiere  ”The Walking Dead” Season 5 midseason premiere  ”Olive Kitteridge”  ”New Worlds”  ”Nurse Jackie” Season 6, ”Schitt’s Creek” ”The Slap” Series premiere  ”Game of Thrones” Season 4  ”Rizzoli  Isles” Season 6, ”Vikings” Season 3  ”The Odd Couple” Season 1, ”Two and A Half Men: Series finale, ”The Affair” Season 1  ”Parks and Recreation”  Series finale, ”How to Get Away With Murder” Season finale  ”Big Hero 6”  ”Birdman” ”The Overnighters”  ”Dumb and Dumber To” ”Lego DC Comics Super Heroes: Justice League vs. Bizarro League” ” ! Moon Monster Madness” ”St Vincent” ”Love, Rosie” ”The Theory of Everything”  ”Rosewater”  ”Alexander and the Terrible, Horrible, No Good, Very Bad Day” ”Horrible Bosses 2” ”Horrible Bosses” ”The Rewrite”  ”The Song” ”Accidental Love”   ”Dragonheart 3: The Sorcerer’s Curse” ”Penguins of Madagascar” ”Da Sweet Blood of Jesus”  ”The Last Five Years”  ”Barney:   Bugs  Animals” ”The Last Robin Hood” ”Point and Shoot” ”Whiplash”  ”Inherent Vice” ”Exodus: Gods and Kings”  ”Intruders”  ”Serena”  ”Maps to the Stars”  ”My Life Directed by Nicolas Winding Refn”", "prop": 0.9827272019033688},
{"article": "SEOUL, South Korea  —   It was supposed to be an enormous  —   but quick  —   recall. Samsung Electronics of South Korea said two weeks ago that it would recall 2. 5 million units of its new   smartphone, the Galaxy Note 7, just days after some customers said their phones had caught fire. The recall is the largest in the history of the smartphone industry, but it also won Samsung praise from some in the mobile industry for the company’s speed and decisiveness. Today, the recall looks anything but smooth. Safety regulators in the United States have issued warnings in recent days cautioning consumers not to turn on their Note 7s on airplanes  —   and not to use their phones at all. South Korea’s flight regulator, in a reversal, followed suit, as have others around the world. The constant reminders of potential combustibility have further dented Samsung’s reputation and shaved as much as $14 billion off its market value, just when it looked to be gaining ground on Apple, its longtime rival, with its new line of sleek Galaxy smartphones. They also raise questions about whether Samsung’s rush to take back the phones created more problems. Experts say it led to a   effort that confused customers, frustrated regulators and continued to generate headlines both in the United States and at home. Data from the mobile analytics firm Apteligent showed that while Samsung’s recall appeared to have stopped new sales of the phone, a majority of people who had the affected phones were continuing to use them. “I thought, ‘How is it that this is happening?’ ” said Jennifer Shecter, a spokeswoman for the nonprofit consumer advocacy group Consumer Reports. She said the group found an inconsistent response to the recall across America, with some stores and carriers still selling the phones days after Samsung’s announcement. “Samsung made an announcement, but the government wasn’t involved, there wasn’t a clear message, there wasn’t an approved remedy and there wasn’t a clear fix,” she said. A Samsung spokeswoman declined to comment on its discussions with regulators, pointing only to a company statement that said it was working with the Consumer Product Safety Commission in the United States. On Thursday, the commission said it was issuing a formal recall of about one million Galaxy Note 7s sold before Sept. 15, urging people to contact their wireless carriers or to call Samsung for help. The recall is an embarrassing comedown for Samsung, an icon of South Korean innovation that accounts for   of the country’s exports. Its importance can lead to deference from regulators, experts say. South Korea’s flight regulator recommended last week that airline passengers not use or charge their Note 7 phones on flights only after the United States Federal Aviation Administration made the same recommendation. Flight regulators in Europe, Japan, India and elsewhere have issued similar notices. The situation is “regrettable,” said Kang   deputy director of the flight standards division of South Korean Ministry of Land, Infrastructure and Transport. He said the ministry initially had not acted because Samsung told it that the risks were manageable. But when the United States made its recommendation, South Korea had no choice but to follow, Mr. Kang said. “As the authority in the country with the company that made the product, the ministry felt concerned about the repercussions, should it be the first to ban the gadget on airplanes,” he said. Samsung confirmed that company representatives had met with the ministry but declined to comment further. Korean consumer safety regulators say the company’s effort had complied with South Korean law, and Samsung has taken additional steps in recent days to minimize the damage. This week it issued a software update that would keep the Note 7 from fully charging, reducing the risk of overheating. It has also bought advertising in American and South Korean media. Samsung has not given specifics about how many affected phones are in which markets, but many of the phones were most likely sold in critical markets where the company ships phones first, like the United States, South Korea and European countries such as Britain.  In the United States, the C. P. S. C. requires companies to notify it of defects and to coordinate public notification of recalls. The commission also asks the companies to work with it to determine how to notify customers and coordinate how the defective products can be replaced or returned. But when Samsung said on Sept. 2 that it would replace 2. 5 million Note 7s, it issued a news release by itself. It set up its own website telling Note 7 users to go back to where they had bought the phones or to contact its call center. In a Sept. 9 statement, the C. P. S. C. warned consumers not to use the phones at all. On Thursday, when the agency issued the formal recall, it said people should replace their Galaxy Note 7s with new ones that have a different battery or get a refund. At a news conference, the commission’s chairman, Elliot F. Kaye, hinted at the regulator’s dissatisfaction with Samsung. “I will say as a general matter that it’s not a recipe for a successful recall for a company to go out on its own,” he said, adding that companies that think they can successfully carry out a recall without coordinating with the government “need to have more than their phone checked. ” Samsung said replacement devices would be available in the United States no later than Sept. 21. In Hong Kong, Samsung initially told consumers they would not be affected because the models there used a different battery. A day later, it said about 500 would be affected after all. Experts say Samsung’s desire to deal with the problem quickly may have created confusion. Kim Jinbaek, a professor at the School of Business at   University in Seoul and a former Samsung employee, cited the example of Toyota Motor in Japan, which was criticized beginning in 2009 for dragging its heels in what turned out to be a major safety recall. At the time, Mr. Kim said, Toyota was in discussions with American safety regulators. “Samsung, on the other hand, decided not to wait through such coordination,” he said. Adding to the confusion, Samsung in its initial statement said it would replace the phones, avoiding use of the more damaging word “recall. ” Samsung also did not advise users to stop using the phones altogether until Sept. 10. Samsung’s own employees called on the company in an internal electronic bulletin board to act swiftly, according to local media reports that were confirmed by the company. The service allows employees to post messages anonymously. “We want you to make the best decision so we don’t feel ashamed before our customers who use the Galaxy phablet smartphones,” one posting said, using a word for big phones like the Note 7 that approach the size of a tablet. “The company owes much to the customers who preordered our phones or purchased them,” read another. “Our future lies in how well we treat these loyal customers. ”", "prop": 0.004203921217496643},
{"article": " The International Energy Agency (IEA) is supposed to be the world’s leading expert on energy markets. Its analyses of crude oil prices and supplies make headlines, roil Wall Street, and shape how policymakers see the world.    And right now, the IEA is a little baffled. ”Attempting to understand how the oil market will look during the next five years is today a task of enormous complexity,” the IEA said, almost apologetically, in its latest   Oil Market Report. ”Some certainties that have guided our past outlooks are now not so certain at all.” Here’s the main issue: Over the past two years, crude oil prices have utterly collapsed. Back in June 2014, it cost more than $100 to buy a barrel of Brent crude (the main global benchmark for oil prices). Today it costs just $34, the lowest level in more than a decade:            That collapse was a shock at the time, though most analysts now broadly agree what happened. For much of the 2000s, crude demand was rising fast, and supplies struggled to keep up. Prices soared. Those high prices, in turn, made it profitable for companies to extract oil from    places like the shale formations of North Dakota and Texas. Then global demand started sagging. And pretty soon, there was a supply glut  —   causing prices to crash. (I’ve simplified a bit, but the full story’s here.)    The real puzzle, however, is what happens next. And this is a really difficult problem for the IEA. Because many of the old assumptions about how oil markets work no longer seem to apply.    The past two years have upended three big assumptions about oil markets Let’s step back for a second and look at the chart below. Ever since 2014, the world’s producers have been pumping out far more oil than anyone needs. Oil production (in green) is outstripping consumption (in yellow). The rest gets stored in stockpiles (blue):    International Energy Agency Oil Market Report)”    =”main_image”>  International Energy Agency Oil Market Report)”>       Normally when this happens, you’d expect an adjustment. Low oil prices should cause producers with high costs to cut back on drilling. Cheap oil should give consumers incentive to use much more of it. Eventually supply and demand should come back into balance, and prices should stabilize or even rise again.    But events haven’t transpired in quite the way everyone expected. The IEA notes that, a year ago, many analysts predicted the market would come into balance by late 2015. ”That view proved to be very wide of the mark.” Instead, oil prices kept plummeting. Basically, three unexpected things happened: 1) US oil production proved more resilient than anyone expected. It’s expensive to extract oil from shale rock via fracking in places like North Dakota and Texas; the wells deplete quickly, and you have to keep drilling new ones. So many observers figured low oil prices would throttle output there. But instead, US shale drillers managed to slash costs and boost their productivity. Yes, many of these firms are now facing serious financial pain. But the oil’s still flowing. US crude production is down only slightly from 2015’s record highs:            This doesn’t just apply to shale. In the United States, offshore production has reached record highs in the Gulf of Mexico, despite low prices. The IEA notes that various technological advances are relentlessly driving down drilling costs, making oil supplies more resilient to price drops.    2) OPEC hasn’t really tried to prop up prices. In the past, when oil prices plunged, OPEC countries like Saudi Arabia often worked together to cut back on output in order to prop up prices and keep their budgets in the black. This time, that hasn’t happened. Instead, OPEC’s members have been ramping up output in a frantic fight for market share. Russia and Saudi Arabia are now pumping crude oil at record levels. Iraq has doubled oil production since 2014 as it recovers from war. Iran is starting to bolster exports now that   sanctions have been lifted. And there’s little hope this will change. A recent overture by Russia and Saudi Arabia to freeze production hasn’t (yet) persuaded the rest of the cartel to follow suit. And none of OPEC’s members are contemplating actual production cuts. 3) Oil demand hasn’t surged as fast as expected. Again, when prices are cheap, you’d expect oil demand to soar. But demand growth has been (relatively) sluggish in recent years. Much of that is due to ongoing economic torpor in China and Europe. But some developing countries are also starting to pare back fuel subsidies in order to alleviate strains on their budget. And many countries are considering efficiency measures to cut back on oil consumption for environmental reasons. Add those up, and global oil markets no longer work quite the same way they used to. That makes predictions harder. Here’s the IEA again:  Some certainties that have guided our past outlooks are now not so certain at all: that oil prices falling to   lows will lead to a strong demand growth spurt; that oil prices falling to   lows will lead to a mass   of   high cost oil production; and not least that oil prices falling to   lows will force the largest group of producing countries to cut output to stabilise oil prices.  So what happens next? Here’s the IEA’s best guess. With those lessons in mind, the IEA is now hazarding a fresh guess for what happens over the next five years. With the caveat, of course, that predictions are hard and very often wrong.    The bottom line: In 2016 and 2017, the IEA expects production to continue to outpace demand. Barring something unexpected, like a fresh conflict in the Middle East, ”it is hard to see oil prices recovering significantly in the short term from [current] low levels.” Cheap oil is likely to stay with us for another year or two, at least. But the agency also warns that this situation may not last forever. Low prices will lead to less investment in new production capacity over the next few years. Yet global demand is expected to keep rising during that time. So at some point in the future, demand is likely to outstrip supply again. When that happens, the failure to invest in new capacity could lead to supply disruptions and the return of spiking prices:            ”It is easy for consumers to be lulled into complacency by ample stocks and low prices today, but they should heed the writing on the wall: the historic investment cuts we are seeing raise the odds of unpleasant   surprises in the   ” IEA executive director Fatih Birol said in a statement. More specifically, the IEA is predicting: 1) Oil supplies will rise by about 4. 1 million barrels per day between 2015 and 2021. That’s a much slower pace than the 11 million barrels added between 2009 and 2015. Iran and Iraq will keep increasing production, though new investment will be limited by ”political uncertainties” in both countries. The US is expected to see a modest drop in shale production this year as low prices bite  —   a loss of about 600, 000 barrels per day in 2016  —   before output eventually rises again as prices nudge upward. Many officials now think a big chunk of shale production will come back online when prices get back to $50 or $60 per barrel. 2) Global oil demand will grow at a modest pace, around 1. 2 percent per year, through 2021. The IEA doesn’t expect demand to surge more rapidly than that in the near term, in part because the global economy has a lot of soft spots, and in part because many developing countries (where most demand growth is happening) are expected to take steps to reduce fuel subsidies and curb vehicle use to reduce pollution.    3) Thanks to low oil prices, investment in new production capacity will keep falling. The IEA expects a drop of 24 percent in 2015 and 17 percent in 2016.   countries like Nigeria, Venezuela, and Algeria will see a particular crunch. By the end of the   forecast, this lack of investment could lead to supply shocks and possible price spikes. ”The risk of a sharp oil price rise towards the later part of our forecast arising from insufficient investment is as potentially   as the sharp oil price fall has proved to be.” Now, could those predictions be wrong? Of course. It’s possible, for instance, that the IEA has overcorrected for the lessons of the last two years. Perhaps US shale production will collapse more sharply than expected. Perhaps demand will end up surging. Or perhaps something different entirely will happen. Ultimately, the IEA concludes, oil markets are in somewhat uncharted territory, which makes projections about the future particularly difficult. The fact that OPEC members are no longer coordinating to stabilize prices  —   but are instead pumping out as much as they can to maintain their market positions  —   has led to an entirely new oil era:  In 2016, we are living in perhaps the first truly free oil market we have seen since the pioneering days of the industry. In today’s oil world, anybody who can produce oil sells as much as possible for whatever price can be achieved. Just a few years ago such a    would have been unimaginable but today it is the reality and we must get used to it, unless the [OPEC] producers build on the recent announcement and change their output maximisation strategy.  ”The   consequences of this new era,” the agency concludes, ”are still not fully understood.” Further reading:   Why crude oil prices keep falling and falling, in one simple chart   Why the   Arabia move to stabilize oil prices isn’t likely to work   ", "prop": 0.06149861418300494},
{"article": " The Panama Papers are one of the biggest leaks ever; the Supreme Court rules on who counts in drawing up legislative districts; a   conflict in the Caucasus turns hot.    Vox Sentences is written by Dylan Matthews and Dara Lind.  TOP NEWS Panamania!  Mossack Fonseca   In what appears to be the biggest data journalism leak ever, 2. 6 terabytes of files from the Panamanian law firm Mossack Fonseca have been released to a group of journalists working with the International Center for Investigative Reporting. The cache is being called the Panama Papers. [International Consortium of Investigative Journalists]     The docs that the journalists have released so far show how the world’s financial elite used Mossack Fonseca to set up offshore shell companies to secretly protect their wealth. Vox’s Matt Yglesias explains. [Vox   Matt Yglesias]     In a Wired piece about how the Panama Papers investigation came together, the journalists clarify that they don’t intend to release all the documents  —   just the ones they feel are of public benefit. [Wired   Andy Greenberg]     There are plenty of those. The Panama Papers reveal that Vladimir Putin’s inner circle holds about $2 billion in secret offshore accounts  —   putting a number to general assumptions about the corruption of Putin’s Russia. [The Guardian   Luke Harding]     And the prime minister of Iceland is facing mass protests and calls to step down, after a Panama Papers revelation that while in government, he was secretly holding shares of debt of some of the failed Icelandic banks the government was working to save. [CNN   Tim Hune]     But despite these    —   and even though Mossack Fonseca has been dogged by   allegations in the past  —   the real scandal of the Panama Papers, many say, is what’s legal. [USA Today   Alan Gomez]     Around the world, rich people are strategically manipulating their wealth so that it can’t be touched by the government of their countries of residence. And governments have tacitly declared this okay. [Vox   Matt Yglesias]     Want to go deeper? Vox’s Tara Golshan has a reading list. [Vox   Tara Golshan]        ”One person, one vote” versus . .. ”one person, one vote”  Alex   Images   In a surprising   decision today, the Supreme Court ruled that states don’t have to allocate legislative districts by the number of voters, rather than the number of all people, in them. [Vox   Dara Lind]     The decision, in Evenwel v. Abbott, shut down a challenge from two conservative Texans who’d sued their state government to force it to stop counting   voters (including children, noncitizens, and the legally disenfranchised) when drawing up state Senate districts. [The Atlantic   Matt Ford]     Unsurprisingly, this plan would have substantially reduced the political power of heavily Hispanic (and  ) regions of the country, as well as urban areas on the whole. [Pew Research Center   Drew DeSilver]     The decision is being described as a victory for ”one person, one vote.” But it was really a fight over what that term actually means. And at least two of the Court’s conservatives think that meaning isn’t actually settled. [BuzzFeed News   Chris Geidner]     While the Court said that the state couldn’t be forced to adopt a different method of counting people, it didn’t say that states aren’t allowed to try alternative methods. If states do try to switch it up, expect more legal challenges. [Vox   Dara Lind]     The effects of such a state effort would be similar to the plan the Court rejected today, and would likely hurt nonwhite voters the most. But that wouldn’t keep   changes from being constitutional. [New Republic   Scott Lemieux]          explained  Brendan   Images   The armies of Armenia and Azerbaijan are fighting in the contested region of   with 30 casualties on both sides over the past three days. [Wall Street Journal   Nathan Hodge]        —   ethnically Armenian, but within the territory of Azerbaijan  —   has been in conflict for nearly 30 years. It first tried to secede before the fall of the Soviet Union, and it was the subject of a war between the two countries in 1994. [Council on Foreign Relations   Lionel Beehner]     Since then, the region has been relatively   supported by Armenia, and surrounded by Azerbaijani territory. (The BBC has a helpful map.) [BBC ]     Violence between Armenia and Azerbaijan has been relatively frequent, but no one was prepared for an outbreak this severe. [The Conversation   Kevork Osanian]     Azerbaijan claims it’s recaptured a couple of important towns, which could tip the balance of power in its direction  —   something that could help its government, which is suffering from the low price of oil. (Armenia’s not doing too well either.) [International Crisis Group   Magdalena Grono]     Azerbaijan also has the benefit of a powerful (if distracted) ally in the region: Turkey, whose prime minister, Recep Tayyip Erdogan, is essentially cheering on Azerbaijan’s military. [Financial Times   Jack Farchy]     Russia is acting more diplomatically. It’s condemned the violence and might be interested in sending peacekeepers. But many observers are skeptical, given that Russia has sold arms to both sides, that the country is all that interested in lasting peace. [International Crisis Group   Magdalena Grono]        MISCELLANEOUS     As many as a million American are set to lose their food stamps this year. This is the shitty reason why.       [Washington Post   Max Ehrenfreund and Roberto Ferdman]   Even as Brooklyn has undergone an incredible renaissance, its neighborhood of East New York remains the most   polluted, desperate place in all of New York City. Kevin Heldman investigates why. [Digg   Kevin Heldman]     We usually conceptualize addiction as a disease. But what if it’s more like a learning disorder? [Slate   Dana Goldstein]     For decades, Soviets were the   villains in American films. But there was no Soviet equivalent of Red Dawn or Rocky IV with villainous Americans. Why? [AV Club   Ignatiy Vishnevetsky]     In a criminal indictment, the US Department of Justice argues that retweets are, in fact, endorsements. [Seamus Hughes via Twitter]        VERBATIM     ”She was insane, incurably insane, from reading novels.”        [Anonymous physician in 1864, via Clive Thompson]   ”Let’s have a second look. Here is Maryland. And here is Massachusetts. You will notice a few subtle differences, apparently indistinguishable to the naked eye.” [Deadspin   Drew Magary]     ”Because I had been born into the British governing class, because I knew a lot of people of an influential standing, I knew that they would never get too tough with me. They’d never try to beat me up or knock me around, because if they had been proved wrong afterwards, I could have made a tremendous scandal.” [Kim Philby via Washington Post   Ishaan Tharoor]     ”It’s the same look he sported at the Gigli premiere in 2004, laden with the realization that he’d done something horribly, irrevocably wrong.” [BuzzFeed   Anne Helen Petersen]     ”Within hours after Linda was discharged, she broke into an abandoned farmhouse where she survived on apples while waiting for divine guidance. Alone, psychotic and slowly starving herself to death, Linda kept a diary up to within a few weeks before her death.” [Pete Earley]    WATCH THIS     Why every picture of a black hole is an illustration       [YouTube   Joss Fong and Brian Resnick]       Get Vox in your inbox! Add your email to receive a daily newsletter from Vox breaking down the top stories of the day.          By signing up, you agree to our terms.    \n       .   \n       . :before  \n       .   \n       .   \n       .  \n       .   \n       .  img  \n       .   \n       .  img  \n       .   \n       .    \n       .   \n       .  h2  \n       .   \n       .   \n          ", "prop": 0.9642568757683521},
{"article": "Presidential candidate Ted Cruz laid out a strategy to “build a wall” along the United States border as a paramount portion of his plan to solve illegal immigration.  During Saturday night’s Republican Presidential debate in New Hampshire he added, referring to Donald Trump, “I’ve got somebody in mind to build it. ” Moderator David Muir asked Cruz about his immigration plan and how he would deal with “11. 5 million undocumented people. ” Cruz responded: So, in terms of a practical solution, I’ve laid out the most detailed plan for solving illegal immigration. It’s 11 pages,   chapter and verse. It’s on our website, tedcruz. org. In short, we’re going to do, we’re going to build a wall. We’re going to triple the border patrol. We’re going to increase  —   and actually, since Donald enjoyed that, I will simply say, I’ve got somebody in mind to build it. We’re going to increase   the   and   aircraft, so that you have technology monitoring an attempted incursion to direct the boots on the ground where they’re occurring. We’re going to put in place a strong   system in the workplace, so you can’t get a job without proving you are here legally. We’ll put in place a biometric   system on visas, because 40 percent of illegal immigration comes not over the border illegally, but people coming on visas and overstaying. We will end sanctuary cities by cutting off taxpayer dollars to any jurisdiction that defies federal immigration law. After audience applause Cruz added, “And we will end welfare benefits for those here illegally. ” Muir tried to push Cruz asking how he would deal with those families in the U. S. illegally. Cruz replied: What you do is, you enforce the law. You know, under the Constitution, the president has an obligation to, quote, “Take care that the laws be faithfully executed. ” Federal immigration law provides, if someone is here illegally and is apprehended, they are to be deported. We saw just this past week the head of the border patrol union testify before Congress that President Obama had given the order to the border patrol to stand down, not to enforce the law. That is wrong. I will enforce the law, and for everyone who says, you can’t possibly do that, I would note that in eight years, Bill Clinton deported 12 million people. In eight years, George W. Bush deported 10 million people. Enforcing the law  —   we can do it. What is missing is the political will. And when they were deporting the people, the border wasn’t secure, so they’d come right back. Once you secure the border, enforcing the law will solve this problem and that will benefit American workers. The three main points of the Cruz Immigration plan are: •First, secure the border, once and for all. No other reform is meaningful if we do not fix our porous southern border. •Second, strengthen and enforce our existing immigration laws. We must reverse President Obama’s enforcement “priorities,” which allow a large number of criminal aliens to unlawfully remain in the United States. •Third, pursue reforms to the   system that will prioritize the interests and   of Americans. As a nation built by those fleeing persecution and seeking freedom, we must once against welcome and celebrate legal immigrants while at the same time protecting American jobs and interests. Cruz’s full Immigration Plan can be found on tedcruz. org. Follow Michelle Moons on Twitter @MichelleDiana", "prop": 0.9838171395450608},
{"article": "U. S. Secretary of Defense Ash Carter says the military is lifting a ban on transgender service members. ”Effective immediately, transgender Americans may serve openly, and they can no longer be discharged or otherwise separated from the military just for being transgender,” he told reporters today at the Pentagon. The fundamental reason for the change, Carter said, is ”that the Defense Department and the military need to avail ourselves of all talent possible in order to remain what we are now  —   the finest fighting force the world has ever known.” Researchers at RAND, he explained, estimate that ”about 25, 000 people out of approximately 825, 000 reserve servicemembers are transgender, with the upper end of their range of estimates of around 7, 000 in the active component and 4, 000 in the reserves.” As NPR’s David Greene said on Morning Edition before the policy change was announced, trans troops have been ”caught in limbo.” He noted that trans troops haven’t been eligible for promotion and their colleagues were required to refer to them by their gender assigned at birth. People who transitioned before trying to enlist were considered unfit for service.” Before this change, trans troops had to seek medical care outside the military system and pay for it themselves. Part of the reason for today’s change is to provide ”better guidance” for commanders about ”how to handle questions such as deployment, medical treatment and other matters,” Carter said. He also called this ”a matter of principle. Americans who want to serve and can meet our standards should be afforded the opportunity to compete to do so.” Carter quoted Army Chief of Staff Gen. Mark A. Milley when he said this decision has its roots in upholding the Constitution: ”The United States Army is open to all Americans who meet the standard, regardless of who they are. Embedded within our Constitution is that very principle, that all Americans are free and equal. And we as an Army are sworn to protect and defend that very principle. And we are sworn to even die for that principle. So if we in uniform are willing to die for that principle, then we in uniform should be willing to live by that principle.” Last July, the military started studying the practical issues for making this change and develop a plan to implement it. Research carried out by RAND, Carter explained, found that allowing trans troops to serve openly would have ”minimal readiness impacts” on the military. The implementation of this decision will start immediately and take place over the next year. Carter laid out a timeline: ”Today, we join in celebration with the thousands of brave transgender patriots who will now be able to serve our nation openly and with the deep respect they deserve,” Human Rights Campaign President Chad Griffin said in a statement. He adds: ”Ending this discriminatory policy not only brings   recognition to transgender service members, it also strengthens our military and our nation.” NPR’s Steve Inskeep spoke with Captain Jennifer Peace, who is transgender before the decision was released. She said it would determine her future in the military. Here’s more from Peace: ”Once the military makes this change, I don’t think it will be any more difficult to be in the military than it would be out. And in some ways I think that allowing trans people to serve is going to make it so much for better for them in some ways than outside the military because you don’t have to worry as much, now you’re going to be federally protected from discrimination. You’re going to be given access to health care  —   a lot of things that people on the outside still struggle with. ”So there are challenges to being in the military, and with the ban there have been challenges to being trans in the military because of the policies that have been in place. But once those bans are lifted, I don’t see any additional challenges of serving in the military than anywhere else.” Listen to the full interview with Peace here:", "prop": 0.032430629059572086},
{"article": "Immigration. Just starting a column with that word sets people off nowadays. And that’s why I did it. But whom am I about to set off? Everyone  —   a little bit. But Democrats are the ones who might want to pay special attention. First off, immigration has served America well. The “melting pot” has made ours the world’s greatest country. There are practical issues supporting a   stance. Newcomers to this country have always filled many jobs that   and   folks don’t want. Think about who cuts your lawn, picks your food on the farm or washes your car and you can’t be against immigration. A more significant issue is America’s finances. This country will need to increase its workforce if it is to fix some of its major money problems. Social Security, for instance, will fail over the next few decades if the US doesn’t add significantly to the number of workers who are paying into that retirement system. And Americans just aren’t producing enough babies to do the job. Immigration will have to fill the gap. Nobody should be against welcoming good immigrants  —   those who contribute to this country, who work hard, pay their own way and help us move forward. The next great mind or the next best job creator might still be waiting to come to America. And, it goes without saying, we only want people who are here legally. But the opposite is also true  —   nobody should be in favor of welcoming bad immigrants to this country. By “bad” I mean people who want to hurt Americans and our country. Nobody  —   Democrat or Republican  —   would intentionally allow people who want to spread pain or terror into our country. So who can argue that all immigrants  —   Muslim or not  —   shouldn’t be extremely vetted. President Trump recently  . Trump also started deporting people who are in this country illegally, even though many have been in America for many years. And, of course, Trump has stood fast on his stance that a wall needs to be built between the US and Mexico. Support for these moves seems pretty strong among the president’s backers. But protests have erupted mainly on the two coasts, where Democrats are heavily in the majority. I doubt Trump did this on purpose, but his   stance on immigration  —   too hard, in my opinion  —   has created an incredible predicament for the Democrats. Why? Because the party’s tizzy, while playing well in New York and the West Coast, is merely the Dems “preaching to the choir”  —   telling supporters what they want to hear. But by sounding like they are against a temporary travel ban and not for a review of the already careful vetting of immigrants, Democrats will fail to expand their base. If they hadn’t noticed, they lost the last election. Are they really going to change the hearts and minds of the tens of thousands of voters in the three surprisingly red states by being against vetting immigrants? If the Democrats keep it up, they risk losing more seats in Congress  —   or worse.", "prop": 0.7363317605286909},
{"article": "One of the more effective, albeit disingenuous, narratives of the American left goes something like this: The business community is evil and must be punished for the sins it has committed or may yet commit. Its popularity on the left is growing, egged on by President Obama, presidential candidate Bernie Sanders and radical Sen. Elizabeth Warren  —   even at times by Democratic   Hillary Clinton. But they weren’t the ones who mainstreamed it. No, I’m afraid the modern equivalent of this demagoguery comes from a darker, more ambitious and more volatile place: the mind of Eliot Spitzer. Yes, the former New York governor and state attorney general  —   when he was known as the “Sheriff of Wall Street”  —   has been in the news a lot the last couple of days after   25, at the Plaza Hotel over the weekend. Spitzer denied the choking incident, and Travis has  . Whatever you make of this episode (the woman is less than half his age with an apparently spotty employment record) it’s fair to say it isn’t Spitzer’s lone lapse of judgment. Aside from his crazy behavior as governor (remember how he was accused of using state police to spy on a political opponent?) who can forget the reason he was ultimately forced out of office: a federal sting operation that caught him having sex with a hooker in Washington, DC. This rendezvous, as I pointed out in this paper back in 2013, was paid for in part by New York’s taxpayers because the   muscled his way into a congressional subcommittee meeting and used state resources to cover his travel expenses. (Spitzer paid for the hooker himself.) But these are mere symptoms of Spitzer’s larger disorder: recklessness that manifests itself not just in his personal life, but in his professional one as well, where he continually pursued political prosecutions against all reasonable evidence. This is something voters should consider whenever they hear Warren or Sanders parrot their   bile on the campaign trail, or when another ambitious prosecutor looks to make his political bones on the backs of the business community with nebulous evidence. Or if Spitzer, as he did just a couple of years ago, attempts to return to public life. Of course, Spitzer didn’t invent the idea of using Wall Street prosecutions as a springboard to higher office. Indeed, the great Mayor Rudy Giuliani used that playbook as US attorney and we were lucky to have him. But Spitzer did reach new heights in his   and new lows in basing many of his prosecutions as attorney general on nebulous evidence that resulted in failed cases  —   something that has become a benchmark for the left ever since. On his watch, there were lots of press conferences and   media adulation as he threw mud at his targets  —   but none of his top   bad guys went to jail. Those who fought back often had success. Maybe the most blatant example came in 2005 when Spitzer accused Hank Greenberg of using shady accounting to gin up profits at the insurer he ran, AIG. Forget for a moment that Greenberg denied the charges and the numbers involved were picayune; the hoopla eventually forced Greenberg to resign and sent the company into management disarray. Spitzer didn’t seem to care. He used the AIG case to propel himself into the governor’s mansion in 2007 while taking to the airwaves to label Greenberg a “fraud” even before filing any charges. Eventually, a far worse financial calamity would hit AIG. The new,   management ramped up so much risk at AIG, the company’s insolvency became one of the triggers for the 2008 financial crisis. And as for the case against Greenberg: It exists as a shell of what Spitzer initially brought, with nearly all the charges having been dropped. The    Greenberg maintains his innocence and has sued Spitzer for libel, for good measure. As far as I’m concerned, the tribulations of Spitzer’s personal life are a mere symptom of a broader dysfunction of reckless,     politicking that, I’m afraid, is here to stay. Thank you, Eliot.", "prop": 0.25542940574785145},
{"article": " It’s the dead of winter in Stockholm and I’m sitting in a very small room inside the very inaptly named Calm Body Modification clinic. A few feet away sits the syringe that will, soon enough, plunge into the fat between my thumb and forefinger and deposit a   microchip roughly the size of an engorged grain of rice. “You freaking out a little?” asks Calm’s proprietor, a heavily tattooed man named Chai, as he runs an   cotton swab across my hand. “It’s all right. You’re getting a microchip implanted inside your body. It’d be weird if you weren’t freaking out a little bit. ” Of Course It Fucking Hurts! his   admonishes in bold type. My choice to get microchipped was not ceremonial. It was neither a transhumanist statement nor the fulfillment of a childhood dream born of afternoons reading science fiction. I was here in Stockholm, a city that’s supposedly left cash behind, to see out the extreme conclusion of a monthlong experiment to live without cash, physical credit cards, and, eventually, later in the month,   currency altogether, in a bid to see for myself what the future of money  —   as is currently being written by Silicon Valley  —   might look like. Some of most powerful corporations in the world  —   Apple, Facebook, and Google the Goliaths, the big guys, the companies that make the safest bets and rarely lose  —   are pouring resources and muscle into the payments industry, historically a complicated,   business. Meanwhile, companies like Uber and Airbnb have been forced to become payments giants themselves, helping to facilitate and process millions of transactions (and millions of dollars) each day. A recent report from the auditor KPMG revealed that global investment in fintech  —   financial technology, that is  —   totaled $19. 1 billion in 2015, a 106% jump compared to 2014 venture capital investment alone nearly quintupled between 2012 and last year. In 2014, Americans spent more than $3. 68 billion using    tech, according to eMarketer. In 2015, that number was $8. 71 billion, and in 2019, it’s projected to hit $210. 45 billion. As Apple CEO Tim Cook told (warned?) a crowd in the U. K. last November, “Your kids will not know what money is. ” To hear Silicon Valley tell it, the   leather wallet is on life support. I wanted to pull the plug. Which is how, ultimately, I found myself in this sterile Swedish backroom staring down a syringe the size of a pipe cleaner. I was here because I wanted to see the future of money. But really, I just wanted to pay for some shit with a microchip in my hand. The first thing you’ll notice if you ever decide to surrender your wallet is how damn many apps you’ll need in order to replace it. You’ll need a mobile credit card replacement  —   Apple Pay or Android Pay  —   for starters, but you’ll also need    payment apps like Venmo, PayPal, and Square Cash. Then don’t forget the  : Dwolla, Tilt, Tab, LevelUp, SEQR, Popmoney, P2P Payments, and Flint. Then you might as well embrace the cryptocurrency of the future, bitcoin, by downloading Circle, Breadwallet, Coinbase, Fold, Gliph, Xapo, and Blockchain. You’ll also want to cover your bases with individual retailer payment apps like Starbucks, Walmart, USPS Mobile, Exxon Speedpass, and Shell Motorist, to name but a few. Plus public and regular transit apps  —   Septa in Philadelphia, NJ Transit in New Jersey, Zipcar, Uber, Lyft. And because you have to eat and drink, Seamless, Drizly, Foodler, Saucey, Waitress, Munchery, and Sprig. The future is fractured. This isn’t lost on Bryan Yeager, a senior analyst who covers payments for eMarketer. “This kind of piecemeal fragmentation is probably one of the biggest inhibitors out there,” he said. “I’ll be honest: It’s very confusing, not just to me, but to most customers. And it really erodes the value proposition that mobile payments are simpler. ” On a frigid January afternoon in Midtown Manhattan, just hours into my experiment, I found myself at 2 Bros. a     pizza shop that operates with an aversion to frills. As I made my way past a row of stainless steel ovens, I watched the patrons in front of me grab their glistening slices while wordlessly forking over mangled bills, as has been our country’s custom for a century and a half. When my turn came to order, I croaked what was already my   phrase: “Do you, um, take Apple Pay?” The man behind the counter blinked four times before (wisely) declaring me a lost cause and moving to the next person in line. This kind of bewildered rejection was fairly common. A change may be coming for money, but not everyone’s on board yet, and Yaeger’s entirely correct that the “simple” value proposition hasn’t entirely come to pass. Paying with the wave of a phone, I found, pushes you toward extremes to submit to the will of one of the major mobile wallets is to choose between   retailers and chain restaurants and small, niche luxury stores. The only business in my Brooklyn neighborhood that took Apple Pay or Android Pay was a cafe where a large iced coffee runs upwards of $5 globally, most of the businesses that have signed on as Apple Pay partners are large national chains like Jamba Juice, Pep Boys, Best Buy, and Macy’s. Partially for this reason, the primary way most Americans are currently experiencing the great fintech boom isn’t through Apple or Android Pay at all, but through proprietary payment apps from chains such as Target, Walmart, and Starbucks  —   as of last October, an astonishing 1 in 5 of all Starbucks transactions in the U. S. were done through the company’s mobile app. It wouldn’t be all that hard to live a fully functional  —   if possibly boring  —     consumer life by tapping and swiping the proprietary apps of our nation’s biggest stores. If that doesn’t feel revolutionary or particularly futuristic, it’s because it’s not really meant to. But the future of mobile retail is assuredly dystopian. Just ask Andy O’Dell, who works for Clutch, a marketing company that helps with consumer loyalty programs and deals with these kinds of mobile purchasing apps. “Apple Pay and the Starbucks payment app have nothing to do with actual payments,” he told me. “The power of payments and the future of these programs is in the data they generate. ” Imagine this future: Every day you go to Starbucks before work because it’s right near your house. You use the app, and to ensure your reliable patronage, Starbucks coughs up a loyalty reward, giving you a free cup of coffee every 15 visits. Great deal, you say! O’Dell disagrees. According to him, Starbucks is just hurting its margins by giving you something you’d already be buying. The real trick, he argued, is changing your behavior. He offers a new scenario where this time, instead of a free coffee every 15 visits, you get a free danish  —   which you try and then realize it goes great with coffee. So you start buying a danish once a week, then maybe twice a week, until it starts to feel like it was your idea all along. In that case, O’Dell said, Starbucks has “changed my behavior and captured more share of my wallet, and they’ve also given me more of what I want. ” “That’s terrifying,” I told him. “But that’s the brave new world, man,” he shot back. “Moving payments from plastic swipes to digital taps is going to change how companies influence your behavior. That’s what you’re asking, right? Well, that’s how we’re doing it. ” In this sense, the payments rush is, in no small part, a data rush. Creating a wallet that’s just a digital version of the one you keep in your pocket is not the endgame. But figuring out where you shop, when you shop, and exactly what products you have an affinity for, and then bundling all that information in digestible chunks to inform the marketers of the world? Being able to, as O’Dell puts it, “drive you to the outcome they want you to have like a rat in a maze by understanding, down to your personality, who you are”? That’s disruption worth investing in. For all its complexity and bureaucracy and importance, money, at its core, is really just information. When FDR weaned the United States off the gold standard in 1933, cash, no longer backed by physical gold, became an abstraction. Today, that abstraction is pushed to new extremes: Not only does 92% of the money in the world exist as a series of ones and zeroes, but now it’s being transferred from place to place by any number of digital intermediaries looking to take a cut. That process is complicated, but the key issue is trust. Money, argues David Wolman in The End of Money, is not much more than “a belief in a shared purpose, or at least a shared hallucination. ” This faith in the “particular religion” of cash has been at the center of standardized currencies since Kublai Khan, and the loss of that faith has been associated with every major economic catastrophe in history. But trust  —   especially when it comes to new forms of currency  —   takes time to build. The first two weeks of my experiment, most people balked when I offered an alternative means of payment. “I’m a little worried this might not go through in time,” one server at a German beer hall told me when I asked if I could Venmo her for my bill. A waiter at a different establishment scoffed when I tried to pay him or the restaurant via PayPal, suggesting his manager would think he was getting ripped off. Yaeger sees this as standard for a nascent technology. “I kind of equate now to where things were 10 to 12 years ago with ” he told me. “The concept of putting credit cards on a screen was new. Retailers and normal people were concerned about that. So innovative companies like PayPal and Amazon built that trust up over a decade while others slowly moved in. ” There are, of course, legitimate reasons not to trust these new forms of payment. Anyone who’s been mugged or lost a wallet knows cash is far from perfect, but this constellation of new digital payment products introduces a whole new category and scale of ways to get robbed, hacked, scammed, and screwed. Venmo  —   the social payment service that’s now transferring over $1 billion per month  —   may, in some ways, be the truest glimpse at a mobile payment future, but it’s not exactly entirely secure. Smartphones can be as easily lost and stolen as wallets, but they’re also eminently breakable, orders of magnitude more expensive, and obsolete after two or three years. And the   landscape is still such that living cashlessly in 2016 means entering your credit card information or routing number into dozens of   apps, some of which look as if they’ve been built overnight by a high school computer science class. All this risk and all this friction, in the service of  …    what, exactly? “Plastic works really well,” Randy Reddig, an entrepreneur who was a part of Square’s founding team, told me, taking a shot at what he called “mobile wallet hysteria. ” “I have a wallet right now in my pocket, and it’s great. It can feel like this is something that nobody is asking for. It’s solutioneering: Take something that exists just fine in the meatspace world and make it digital and somehow we’re all supposed to believe it’s better. ” To Reddig, the true future of payments is revealing itself inside many of Silicon Valley’s biggest new companies. Airbnb, he said, has one of the most sophisticated payments infrastructures of any company in the world, handling deposits and disbursements in hundreds of markets, many with different currencies. “All the innovation around payments is a means to an end  —   table stakes,” he said. “Uber has one of, if not the most used mobile payments methods in the world, and it was absolutely crucial  —   they had to do it to create the experience and service they wanted. Payment technology created certainty for riders and drivers that they’d get paid  —   it facilitated trust. ” Much as the true value of a retailer’s mobile payment app is in the metadata it gobbles up, the real power of digital payments lies in the largely invisible infrastructure that undergirds them. Fintech companies like Square aren’t exactly sexy, but they allow small businesses and individual merchants to process transactions without prohibitively expensive equipment or the fees that legacy credit companies charge. “It’s about financial inclusion and serving real, normal people,” Reddig said. “There is a lot of opportunity to build very profitable businesses that operate better than incumbents in transparency, great design, great user experience. Millennials don’t trust banks, but they trust Apple and Google. ” This is already happening, just outside the U. S. If fintech’s true believers think it’ll fundamentally change the way we live, the developing world is where their vision is revealing itself most clearly. In Kenya, for example, the payment messaging service   has attracted over 13 million monthly active users (out of a population of 44. 3 million). As of last May, roughly 42% of Kenya’s GDP was transacted via   all without tying Kenyans to expensive, cumbersome bank accounts. But more than that,   has effectively invented a new form of credit that’s based on a history of reliable transactions from phone to phone, rather than through a bank. In a world where 2. 5 billion people don’t have bank accounts, systems like   are set to leapfrog Western banking the same way much of the developing world skipped the desktop and went straight to the smartphone for its computing needs. In reinventing money transfers,   and its ilk offer more than a new way to pay  —   they are opportunity engines, offering the ability to build credit in a world that previously shut them out. And in the process, there are billions to be made in transfer fees. By my third week, the cashless, frictionless future I’d hoped to live began to feel glitchy, burdensome, and alienating. I had to meticulously plan my every move hours or even days in advance  —   a haircut required me to convince my barber to start using Venmo, going out for a meal meant lining up a dining companion willing to submit to confused stares and     processes. One January afternoon, I found myself trying to persuade a prodigiously bearded,    barista named Michael to allow me to pay him personally via Square Cash for a coffee, which he would then pay the register for. After a confession that this was all for a story from me and a pity laugh from him, Michael reached for his phone, but not before he locked eyes with me. “I’m only doing this because I want you to write about how much this sucks for us,” he said. He went on to talk about a popular coffee app called Cups, which allows customers to order and pay all inside the phone. “It’s like, now everyone who comes in is a robot  —   they just stare at their phone and wait to have their name called. Nobody even looks at us,” he said. At this point, replacing my wallet with a phone struck me as little more than a shallow gimmick, an academic exercise, like living in a house   before the appliances work and the water and electricity have been switched on: It’s entirely doable, and chances are no one’s going to get hurt, but that’s an awful reason to do anything. I needed something more drastic, which is how I found Hannes Sjoblad, who told me, with surprisingly little fanfare, that he could make me a cyborg. When I contacted Sjoblad, whose LinkedIn profile lists him as the chief disruption officer at the Swedish biohacking group BioNyfiken, he’d been experimenting with NFC and RFID chip implants by hosting chipping parties for curious   . His xNT NFC chip is really just a prototype: Sjoblad’s implantees are guinea pigs testing out what they believe could become common uses for a technology that’s usually reserved for phones and credit cards. Sjoblad himself uses his as a replacement for his house keys, business cards, and bike locks. I asked him if I could use the chip  —   the same kind, more or less, that sits in and powers the Apple, Google, and Samsung Pay parts of our phones  —   to pay for things in a store he wasn’t sure, but he knew a programmer who could link it to a bitcoin wallet. We Skyped once and formalized plans to make me an implantee. “I think when you meet us you’ll see that we’re pretty normal mainstream persons,” he told me over a grainy video chat. “We’re not like some underground den of hackers. ” He let out the kind of nervous, mischievous laugh you might let slip if you ran an underground den of hackers. In the meantime, if I couldn’t bring the future to myself, I would have to do the next best thing: get into bitcoin. At its most basic, bitcoin is the very complicated product of advanced mathematics and cryptography, a “   system for online payments that does not require a trusted central authority. ” Bitcoin can be mined by those who donate part of their computing power to help verify the    transactions going on in bitcoin’s ecosystem via the blockchain, which is a string of bundled past transactions. (It’s a bit like if you loaned part of your computer to your bank to help it process payments across the world and got a very tiny reward for the donation). But bitcoin’s real beauty, according to its disciples, is that it’s not really governed by any entity, making it nonreversible, unfreezable, and anonymous, all with very low transaction fees. It’s a powerful idea, and bitcoin has been a bolded and underlined bullet point in every    argument. But in 2016, almost eight years since its creation, using bitcoin is a   exercise in frustration. If living without cards and cash meant planning all my purchases in painful detail, living without   currency of any kind only exacerbated the problem. To buy anything immediately out in the physical world, I had to use bitcoin to buy gift cards and then redeem them at the store for groceries, meals, and anything else. When I ran out of toilet paper, I loaded up Gyft, a digital gift card site, and purchased a $15 CVS card, which I then redeemed for Cottonelle as the store opened  —   all told, a   ordeal. Splitting the bill was impossible without a friend willing to set up their own bitcoin wallet, and sending money through bitcoin’s blockchain technology felt almost purposefully intimidating, with long, wonky wallet addresses, exchanges, and codes. And again, there’s trust  —   using bitcoin means transferring real money into a volatile currency, which hit home when bitcoin’s value dropped almost 18% just hours after I converted $800 dollars to book a flight. Though today bitcoin is niche but somewhat stable, it’s not exactly hard to imagine the whole thing melting down overnight. (As a challenge, my editor tasked me with buying something “tangible” with bitcoin’s jokey, basically defunct cousin, Dogecoin: I was rejected by a meme memorabilia merchant on Etsy when I asked to pay for a mug with a cartoon frog using Dogecoin. A new low.) But simply replacing paper dollars with digital ones isn’t the draw for bitcoin’s biggest advocates. Olaf   a    early employee at the bitcoin startup Coinbase, has been living almost exclusively on bitcoin for three years. “The exciting things are not where bitcoin competes with regular money,” he told me, “but where the tech is so radically different it creates new modes of behavior. ”   sees apps like Apple Pay as “abstraction layers,” basically just a digital copy of a common credit card  —   unlike bitcoin, which is a whole new platform. Adi Chikara, a strategist for 3Pillar Global who has been advising on and investing in companies using blockchain technology for years, sees its elegant, unbreakable cryptographic security as a new way to ensure trust. In some scenarios, he argues, blockchain technology can act as a replacement for currency as a whole. Imagine a system where legal contracts are automatically executed through the blockchain  —   for example, your monthly car payments are directly linked to your ability to unlock your vehicle and put it in gear. The particulars are complicated, but blockchain has the potential to act as a powerful reinvention of   bartering. It’s also, ultimately, maybe the only way to ever move past a   currency. “We had paper and it was backed by gold, and right now we’re trusting the government  —   but with the blockchain you may not necessarily need the state,” Chikara told me. The early signs of this are around today  —   Circle, for example, is a    money transfer app, similar to Venmo, which is powered by the blockchain, meaning, unlike Venmo, the payments are instantaneous and can easily be converted into different currencies without fees. Chikara readily admits we’re years, if not decades, away from a viable, universal   financial system. Like Venmo and Apple Pay and cash, bitcoin is still subject to human error, like in 2014, when the executive in charge of Mt. Gox, a popular cryptocurrency exchange, embezzled and lost hundreds of millions of dollars worth of bitcoin. But Chikara still proposes a scenario with no banks and no federal reserve. “There is no printing of money,” he said. “It’s owned jointly by the people themselves, and they trust each other. ” Blockchain technology is already being tested by traders across the world and has been implemented in the Australian stock exchange. IBM, Nasdaq OMX, Intel, and Cisco are exploring the blockchain and   open ledger projects for trading, along with banks like Wells Fargo and JPMorgan. And recently Goldman Sachs filed a patent for SETLCoin, the company’s very own   currency. But perhaps the best description of bitcoin’s potential came from Coinbase   Fred Ehrsam, who sees blockchain technology as nothing less than the most significant open platform since the web. “We take what was once a highly controlled system and turn it into a software development problem where people can go nuts,” he said. “And it becomes like the internet, where you have a big open network, people can build whatever they want. The market decides what’s good and what’s not. And before you know it, you have this great big open network that has all these great ideas on it and things can really start to get interesting. ” It was the beginning of week four and bitcoin had driven me deeper into my hermetic state  —   most of my purchases were being made online and my relation to the real world was almost exclusively conducted through a screen of some sort. I needed a change of scenery. As it turns out, if you yammer about the future of money long enough, somebody is likely to tell you to go to Sweden and see it for yourself. There, among the bountiful sweaters, sunless winters, and impossibly good genes, is the closest thing you’ll find to a truly cashless society. Just 20% of all consumer payments are conducted using cash in Sweden according to a 2015 survey, only 2% of Sweden’s economy revolves around the ancient, dirty exchange of paper money and coins. I booked my flight rather painlessly using bitcoin (thanks, Expedia!) to figure out how and why 9 million polite socialists have beaten the rest of us to the paperless money future. With its standing desks,   meeting rooms, and long corridors lined with stark    portraits, the office of Situation Stockholm looks like a startup. In fact, it’s almost the complete opposite: a    glossy print magazine sold primarily by the city’s homeless population. The portraits on the wall are of the magazine’s vendors, who are, incidentally, some of the first pioneers of cashless street busking. “A common response from presumptive customers was ‘Sorry, I don’t have any cash,’” Jenny Lindroth, an operations manager at the magazine, told me. “So we started to think of ways to take this cash business  —   a lot of our vendors don’t have bank accounts  —   digital. ” In 2007, Situation Stockholm started giving select vendors the ability to sell the magazine by having customers text a number, which would then add a charge to their cell phone bill. In 2013, the company bought card readers from a Swedish payment company called iZettle and sent its most reliable vendors out with them. Since then, Situation Stockholm has seen an uptick in sales for vendors, as well as a newfound agency. “People outside the country seem to think that it’s interesting or funny that homeless people have these phones and card readers, but it’s not really big news here in Sweden,” Lindroth said. “It’s just common practice now  —   in Sweden you don’t have cash. ” Walking around Stockholm’s icy cobblestoned sidewalks and winding,   alleyways, I found myself ducking into countless shops, bars, and konditori cafés, eavesdropping on checkout registers and craning my neck for a peek at local wallets. Not once did I see a paper bill. Paying by phone was commonplace, and I didn’t even get a weird look when I scanned a QR code at a grocery store checkout and wordlessly strolled away with my basket of smoked meats. According to Jacob de Geer, the CEO of iZettle, Sweden’s cashlessness can be traced back to the early 1990s, when tax subsidies encouraged citizens to buy early personal computers en masse, thereby making the country extra technologically adventurous. But all that early adoption hasn’t been easy for everyone. Swedish banks have drastically cut back on ATMs, raised cash transaction fees roughly 300% in the last four years, and made depositing as inconvenient as possible. Recently, Lindroth witnessed an elderly woman being turned away at the bank after she attempted to deposit a large amount of cash she’d been storing at home. “If she had transferred that money from her phone, she wouldn’t have been questioned in the same way. ” The problem, according to Björn Eriksson  —   a former head of the Swedish police and Interpol, and a prominent dissenting voice in the country’s rush to cashlessness  —   is not the end of paper money, but the speed of the transition, which is especially hard on older generations, those in rural areas, tourists, and new immigrants who come to the country without cards or bank accounts. “It’s gotten so that some people are resorting to hiding money in their microwave because they have nowhere to put it,” Eriksson told me. It can even be dangerous to public health: Just last September, Sweden’s highest court ruled against the Kronoberg County Health Authority and reprimanded them for not accepting cash as legal tender for medical services in all but two of their health clinics. Access to new technology is never evenly distributed. And even those like iZettle’s de Geer, who are enabling and profiting from a digital payments revolution, have reservations about abandoning paper money outright: “Everyone thinks I’d like to see the death of cash, but privacy is a big issue for all of us. Cash’s benefit is privacy. There’s plenty that’s legal to buy out there that you don’t want everyone to know you’ve bought. ” If America is headed down Sweden’s cashless path, we have much to learn from our Scandinavian friends. Or get comfortable finding stacks of twenties in the fridge next time you’re at grandma’s place. As I pushed through the door of Calm Body Modification, a bell tinkled amiably, as if to reaffirm the shop’s namesake. I looked up at the proprietors, tall men with all their exposed skin covered in tattoos. Above one, a sign advertised genital piercings for 1, 000 kronor. My piercer, Chai, and I retired to the backroom where my skewering would take place. “So now I’m going to tell you something you probably didn’t consider before,” he said, furrowing his brow. “People  —   very conservative   Christian types  —   might come after you for this. They see it as the Mark of the Beast. I just want you to be prepared. ” I nodded like this is something I had expected to hear. This comes from the Book of Revelation: “And he causeth all, both small and great, rich and poor, free and bond to receive a mark on their right hand, or on their foreheads and that no man might buy or sell, save he that had the mark, or the name of the beast or the number of his name. ” The passage essentially describes a closed economic system, where power is consolidated and financial gatekeepers can shut anyone out. It made for a potent metaphor. I’d spent the last three weeks in search of a connected, seamless future, but I found myself more separated than ever from the people around me. Around week two, I’d noticed how robotic my interactions had become during any financial transaction: walk into some reliable   establishment, mumble order, flash phone, move down the line. Moments like my conversation at the coffee shop with Michael, the barista, heightened these concerns. The    world of commerce is in the midst of a rewiring  —   one that’s supposed to bring in more merchants and give consumers more access to what they want when they want it. But that means new behaviors, some of which are likely to be harmful. New commerce apps and technology may have a lower barrier to entry than, say, credit cards, but many of these programs  —   like miles cards  —   reward you and work best when you’ve got money to spend. And while much of fintech is billed as liberating us from the old ways and institutions, new gatekeepers are bound to emerge, in many respects, guiding us  —   perhaps unwittingly, at times  —   toward the outcomes that their data analysis has told them we want. Bitcoin evangelists are optimistic, but the legacy banking system is as inescapable as it is flawed. Even today’s most disruptive money solutions are still reliant on traditional institutions. While Kenya’s   allows money to be transferred from phone to phone outside of banks using the cellular company Vodafone’s network, at the end of the day, the transferred money is still backed by the pooled accounts held in regulated commercial banks. Bitcoin or   currencies could free us from the tyranny of service fees and interest rates and all the regulations that complicate and ultimately exclude merchants and large populations from the global economy. Or bitcoin could be adopted by legacy institutions that will strip the technology of its open platforms and use it to create a slick, more efficient model of the current system. The fumes from Chai’s alcohol swab jolted me back into the moment. “OK, just a slight pinch, here,” he said. “Sometimes it helps to look away. ” Being chipped was oddly anticlimactic. A trip to the doctor revealed that I hadn’t done anything too horrible to myself. “Wait, you’re telling me I can unlock doors with that thing?” my physician cheerily inquired when I asked if I should be worried about my body rejecting the chip. “I might have to get one myself!” Over the course of a few weeks, the whole thing became an afterthought a piece of me that stored information, like a   flash drive that I couldn’t misplace. But there was still the problem of payments. I reached out to former Venmo employee and   Iqram   who then enlisted the help of Nuseir Yassin, another former Venmo employee, to help me become the first person to pay for a meal with his hand. I asked   who’d had a hand in building one of the most successful    money transferring apps, to explain the allure of the payments industry. “One side effect of this industry is that you make a lot of money if you move a lot of money,” he said. “If you’re serving an underbanked community with a financial product, you get a couple hundred thousand users and you make a small return on each one of them  —   well, that’s a really good business, right there. ” “It’s a big pie,” eMarketer’s Yeager said of the money to be made in the payments space. “It’s going to be around $100 billion by the end of this year, and that’s just retail mobile commerce. ” Similarly, Jeremy Allaire, who runs Circle, cited a study by the Aite research group suggesting that personal payments in the U. S. is a $1. 2 trillion market, 90% of which is cash and checks. “What if you can help introduce a new behavior?” he said of the opportunity to capture some of that money. As Alex Rampell, a general partner and fintech investor at the Silicon Valley venture capital firm Andreessen Horowitz, told me, the genius of Apple Pay isn’t in the “tap to pay in the physical world” at Whole Foods but the ability to store payment credentials and personal information for millions of cardholders and create a   fingerprint payment method across the entire web. If successful, Apple will have cemented itself as the most widely used and reliable online payment passport, allowing consumers to stop paying premiums at online retail giants like Amazon for the simple convenience of   payments. And then, Rampell suspects, Apple will make the digital wallet available to developers. “If Apple and Google are smart about this, they’ll encourage opening the wallet up as the next platform,” he said. “Imagine allowing budgeting apps like Mint to operate on top of the wallet so that they help you budget your finances in real time. Or allowing lending companies to build a plugin to the Apple Wallet so every person who uses Apple Pay saves 50% on their interest rates? That could force a company like Capital One into bankruptcy by no fault of its own. And that’s a big, big deal. ” All that potential is intoxicating. Over the course of my month, I found myself unexpectedly buying into the possibilities of bitcoin, seduced by the ease of   payment. It feels good to be hopeful about these things, to imagine that there’s a way beyond crazy fees you never asked for  —   a way to replicate the safety, trust, and stability of banks without their consolidation of power and bureaucracy. But disrupting at software speeds in the physical world means feeling growing pains  —   usually important,      signals  —   without having time to consider and interpret them. It turns progressive early adopters like those in Sweden into a system that can exclude its elderly and consolidate power in a handful of banks, all in the name of some kind of progress. The future of money is coming  —   there’s no stopping it. But there is a matter of control, of receiving the future incrementally and responsibly. Weeks passed and normal life returned, save for the   microchip in my left hand. It had become a life raft for the experiment, which had largely failed to yield the kinds of aha moments I had assumed I’d be having when I locked away my wallet. And despite the hype and the influx of money and the feeling that everything is just about to change, it’s going to take real time. (It’s very much worth noting that just in the week before this story was published, the fintech    lending darling Lending Club’s CEO resigned over an internal probe concerning improper loan sales a security breach in a Hong Kong cryptocurrency exchange resulted in the loss of at least $2. 14 million and the massive   consortium MCX has significantly delayed  —   perhaps killed  —   the rollout of its digital wallet, CurrentC, to “concentrate more heavily” on other    areas of the financial sector.) That’s because today’s fintech is more evolutionary than it is revolutionary. And when this change does happen, it will do so on the backs of a new generation that isn’t just asking for a new money model but is demanding it. Buying a sandwich with my fist isn’t some paradigm shift  —   it’s a   for something weightier: a future that feels just a bit less recognizable. One April morning, my inbox pinged. I’d given Yassin full access to my Venmo account, after which he set up a server linked to my unique Venmo payment key. Now his code was working in test runs. We picked a restaurant  —   a Sri Lankan place on New York’s Lower East Side that’s partly owned by   and of course accepts Venmo  —   and Yassin coded the chip so that it would launch a website on the merchant’s device when scanned. The site would trigger a payment from my Venmo account with an automatic 20% tip. All I’d need was my hand. We got to the restaurant a bit after noon on a cold, rainy Monday. Absentmindedly forking spicy lamb into my mouth, I was sure we’d be derailed by a glitch or a bug. Word of the impending hand payment spread in the cramped restaurant. Our waiter, a friendly guy in a   Yankees cap and a Teenage Mutant Ninja Turtles   was excited but announced his skepticism. “This is crazy, dude,” he said, half excitedly, half exasperatedly. When the bill came, I ambled up to the counter of the cramped restaurant as the other diners craned their necks. Our waiter held out the phone as I thrust my clammy fist forward. Nothing registered. My stomach dropped. He waved the phone like a metal detector around the whole of my fist. Finally, a beep. We locked eyes, pupils dilated. Numbers were input. Another beep. Then, the ching of a cash register. The sweetest sound. •  ", "prop": 0.15327345804220713}
]