[{"article": "Kathy Griffin held a press conference Friday morning to address her   shock photo of a “beheaded” President Donald Trump, telling reporters that the Trump family has tried to “ruin” her in the wake of the controversy and vowing to continue to make fun of the president. [Standing next to her attorney Lisa Bloom, the    My Life on the   star said the firestorm generated by the photograph  —   after which she was fired from CNN and had at least five scheduled performances cancelled  —   would have never occurred had the photograph been taken by a male artist.  “I don’t think I will have a career after this. I’m going to be honest, he broke me,” Griffin said as she began to choke up. “If you don’t stand up, you get run over,” she added. “What’s happening to me has never happened ever in the history of this great country. Which is that a sitting president of the United States and his grown children and the First Lady are personally, I feel, personally trying to ruin my life forever. ” “He picked me, I’m the easiest target,” she continued. (Watch: Press conference begins at the 40:22 mark) Griffin said the widespread backlash she has faced over the photo is part of a sexist campaign to destroy her career. “It’s a bunch of white guys trying to silence me,” she said. “This wouldn’t be happening to a guy. This is a woman thing. ” Griffin told reporters that the process of preparing for the photograph took just minutes, and was intended to be a parody of the president’s comments about former Fox News anchor Megan Kelly, when he said last year after a presidential debate that the anchor “had blood coming out of her eyes, blood coming out of her whatever. ” “I said let’s get in trouble, let’s give them something to talk about,” Griffin recalled, adding that she “never imagined it could be misinterpreted. ” During the press conference, Griffin was asked about a report that claimed Trump’s youngest son,    Barron Trump, was traumatized by the image after he saw it on television, because he did not know who Griffin was or the context in which the photograph was taken. “Allegedly” traumatized, Bloom replied. “You’re assuming everything the Trumps say is true. ” Griffin, for her part, said she “would never want to hurt anyone, especially a child. ” The comedian reiterated that she meant what she said in her apology video earlier this week, in which she said the image  —   taken by L. A.  photographer Tyler Shields, who has since defended the work  —   had gone “too far” and that she had “crossed a line. ” But Griffin added that she would continue to make fun of the president in the wake of the controversy. Another attorney for Griffin confirmed during the press conference that the Secret Service had opened an investigation into the circumstances surrounding the photo shoot. Reaction to the press conference came swiftly on Twitter, as “Lisa Bloom” began trending on the social media platform Friday morning. Some observers said the press conference was not effective from a crisis management perspective. Lisa Bloom just failed the first rule of being an attorney: never take a question you don’t already know the answer to.  —   Emily Zanotti (@emzanotti) June 2, 2017,  So Kathy Griffin was a victim of sexism! Of course! I just thought she posed with a disgusting beheaded image of the President. pic. twitter.   —   Piers Morgan (@piersmorgan) June 2, 2017,    Follow Jerome Hudson on Twitter @jeromeehudson", "bias": {"center": 1.2770223825389594e-13, "left": 0.9999990380884443, "right": 9.619114279816041e-07}},
{"article": "Former Penn State president Graham Spanier was convicted Friday of child endangerment for his role in the sexual abuse scandal involving former assistant coach Jerry Sandusky. In a split verdict, the Pennsylvania jury found that Spanier’s handling of a 2001 complaint alleging abuse by Sandusky, warranted conviction on one of three charges against him. The jury did, however, acquit Spanier of conspiracy and a second count of child endangerment, the Associated Press reports. Pennlive reports the case against Spanier as such: ”Prosecutors had argued that Spanier broke the law when, after receiving a 2001 report that graduate assistant Mike McQueary had seen Sandusky naked with a young boy in the showers at Penn State’s Lasch Building, he did not demand that it be reported immediately to child protection authorities. ”The result, prosecutor Patrick Schulte said in opening statements Monday, was that ”evil in the form of Jerry Sandusky was allowed to run wild” for another decade. Prosecutors maintained that Sandusky sexually assaulted at least three more boys before he was charged with a crime in 2011.” As we’ve previously reported, several Penn State officials, including the school’s   football coach Joe Paterno, were fired or resigned in the wake of the scandal. Sandusky was arrested and eventually convicted of 45 counts of sexual abuse for molesting 10 boys over a   period. He is currently serving a term of   years in prison. Earlier this year, two of Spanier’s former administrators pleaded guilty to misdemeanors and were expected to testify against their former boss. The Associated Press confirms both former VP Gary Schultz and athletic director Tim Curley testified during the Spanier’s trial.", "bias": {"center": 0.014086705692568157, "left": 0.06308222451385896, "right": 0.9228310697935729}},
{"article": "For Jules Verne it was the friend who keeps us waiting. For Edgar Allan Poe so many little slices of death. But though the reason we spend a third of our lives asleep has so far resisted scientific explanation, research into the impact of sleepless nights on brain function has shed fresh light on the mystery   and also offered intriguing clues to potential treatments for depression. In a study published on Tuesday, researchers show for the first time that sleep resets the steady   of connectivity in the human brain which takes place in our waking hours. The process appears to be crucial for our brains to remember and learn so we can adapt to the world around us. The loss of a single night’s sleep was enough to block the brain’s natural reset mechanism, the scientists found. Deprived of rest, the brain’s neurons seemingly became   and so muddled with electrical activity that new memories could not be properly laid down. But Christoph Nissen, a psychiatrist who led the study at the University of Freiburg, is also excited about the potential for helping people with mental health disorders. One radical treatment for major depression is therapeutic sleep deprivation, which Nissen believes works through changing the patient’s brain connectivity. The new research offers a deeper understanding of the phenomenon which could be adapted to produce more practical treatments. “Why we sleep is a fundamental question. Why do we spend so much of our lives in this brain state? This work shows us that sleep is a highly active brain process and not a waste of time. It’s required for healthy brain function,” said Nissen. The results are a boost for what is called the synaptic homeostasis hypothesis of sleep, which was developed by scientists at the University of   in 2003. It explains why our brains need to rest after a day spent absorbing all manner of information, from the morning news and the state of the weather, to a chat over lunch and what we must buy for tea. Known more simply as SHY, the hypothesis states that when we are awake, the synapses that form connections between our brain cells strengthen more and more as we learn and eventually saturate our brains with information. The process requires a lot of energy, but sleep allows the brain to wind down its activity, consolidate our memories, and be ready to start again the next morning. Writing in the journal Nature Communications, Nissen describes a series of tests that 11 men and nine women aged 19 to 25 took part in, either after a good night’s sleep, or after a night without sleep. On the sleepless night, participants played games, went for walks and cooked food, but were not allowed caffeine. Staff watched them throughout to make sure they stayed awake. In the first round of experiments, Nissen used magnetic pulses to make neurons fire in the volunteers’ brains and cause a muscle in the left hand to twitch. When sleep deprived, far weaker pulses were sufficient to make the muscles move. This implied that sleepless brains are in a more excitable state, with their neurons more strongly connected than they are after a good night’s sleep. Nissen next turned to another form of brain stimulation to mimic the way neurons fire when memories are laid down. He found it harder to get the neurons to respond in   people, a sign that the process of writing memories was impaired by sleep loss. Taken together, the results suggest that sleep allows the brain to calm its activity so memories can be written down. In contrast, the   brain becomes noisy with electrical activity and so feeble at laying down memories that the process is all but blocked. The consequences of sleep loss were clear in a simple memory test, with tired volunteers faring worse than those who were  . Teasing out how sleep affects brain connections could do more than answer why we snooze so much. Shift workers and military personnel that have to cope with sleep deprivation could benefit from new drugs or countermeasures that restore normal brain connectivity. Blood samples taken from volunteers in the study showed that sleep deprivation lowered levels of a molecule called BDNF, or   neurotrophic factor, which regulates synaptic connections in the brain. But Nissen is more excited about the study’s implications for understanding therapeutic sleep deprivation and its impact on depression. “If you deprive people with major depression of sleep for one night, about 60% show a substantial improvement in mood, motivation and cognitive function. We think it works by shifting these patients into a more favourable state,” he said. Though striking when it works, therapeutic sleep deprivation is not much use because many patients relapse after the subsequent night’s sleep. But that is not the point, Nissen says. “It proves that it’s possible to shift a person’s mood from one state to another within hours. The idea is that we use sleep and sleep deprivation to understand the brain and develop new treatments. If you think about antidepressants or psychotherapy, it can take weeks or months to see any effects. ”  Giulio Tononi, a professor of sleep medicine who first proposed SHY at the University of   said the new study was “truly elegant and powerful” and confirmed experiments that until now had only been performed in animals. “Sleep is essential, and one main reason is that it allows the brain to learn new things every day while preserving and consolidating the old memories,” Tononi said. “Learning and memory require synaptic activity, which is very energetically expensive and prone to saturation. Sleep allows the brain to renormalize this synaptic activity after it increases in the waking day. ” Lars Westlye, a psychologist at University of Oslo, called the study “wonderful” and said the results could throw light on links between the biology of sleep, more complex brain functions, and severe mental disorders such as schizophrenia and depression. Like Nissen he believes that a clearer understanding of brain connectivity might explain why sleep deprivation can be so effective in people with depression, and plans to study the effect in patients. “These new results should strongly motivate further studies in patient groups, both to learn more about the roots of the disorders and how to treat them,” Westlye said. ", "bias": {"center": 0.9999790168410385, "left": 2.0982217975036794e-05, "right": 9.409864492608514e-10}},
{"article": "     Democrat Hillary Clinton’s campaign needled Republican Donald Trump on Tuesday over his suggestion that if he is elected president, he might hold a   meeting with Russian President Vladimir Putin, joking that any strategy session would be redundant. “It’s unclear why Donald Trump needs to meet with Vladimir Putin on November 9th since he’s already repeating all his talking points, pushing his policy agenda and taking advantage of his espionage operation,” Clinton spokesman Glen Caplin said. “Rest assured that as president, Hillary Clinton will stand up to Putin in the face of his unacceptable behavior, not coddle him. ”  Trump said Monday that he would be willing to meet with Putin before Inauguration Day if he is elected president on Nov. 8. Such a meeting would break sharply with the precedent that a newly elected president defers to the sitting one in matters of state. “I think I could see myself meeting with Putin and meeting with Russia prior to the start of the administration,” Trump told conservative radio host Michael Savage during an interview. “I think it would be wonderful. ”  Trump said that “Putin has no respect at all for [President] Obama,” and suggested that he would command more of the Russian leader’s respect. The Clinton campaign accuses Russia of being behind a politically motivated computer breach of emails of the Democratic National Committee and of Clinton campaign chairman John Podesta. The Kremlin goal, Clinton says, is to hurt her and help Trump because Russia considers Trump friendlier toward Russia.  The winner of the U. S. election will inherit the worst    relations with Russia in more than two decades  —   worse than the deep anger and suspicion on both sides when Obama took office in 2009, hard on the heels of Russia’s war in Georgia and resulting U. S. sanctions and criticism. Clinton, as secretary of state during Obama’s first term, was charged with the “reset” of relations  —   an effort that largely failed and is now lampooned as naive. She has vowed a   approach if elected and says Trump is dangerously in thrall of the autocratic Putin. Putin has presided over a consolidation of power in Russia, a rollback of free speech and human rights at home, an expansion of Russian territorial ambitions in Ukraine and an effort to protect Russia’s autocratic ally in Syria. Russia under Putin’s second presidency also has shown less inclination to cooperate with the United States, although it helped negotiate the Iranian nuclear deal that Trump opposes and Clinton supports. The troubled relationship has competed with the threat of terrorism from the Islamic State as the dominant foreign policy issue in an American election that has focused little on events and issues beyond U. S. shores, and lately overshadowed it. In the interview Monday, Trump said that U. S.  relations are at their worst point since the Cold War. He blamed Obama and Clinton. “The problem is Putin has no respect for Obama, at all, doesn’t like him and doesn’t respect him. And Obama doesn’t like Putin. They have a great dislike for each other,” Trump said. “They insult him constantly. I mean, no wonder he can’t stand Obama and Hillary Clinton. ” Trump told Savage that he thinks he’s actually ahead in the polls, which show him trailing Clinton, and cited “tremendous enthusiasm” and crowd sizes at his rallies as evidence. The   website WikiLeaks is releasing Podesta’s hacked emails in batches. The campaign has neither verified nor denied their authenticity, pointing instead to what it calls the political and diplomatic implications of the release just weeks before the election. The emails paint a sometimes unflattering portrait of a bureaucratic and cautious campaign laden with advisers inside and outside the headquarters in Brooklyn. There have been no bombshells among the communications released to date. There are, however, many embarrassing examples of Clinton and her advisers appearing calculating and political as they manage and micromanage her policy positions and decisions about the message and tone of her campaign. Clinton’s campaign is focused on the final presidential debate, on Wednesday, not the emails, Clinton communications director Jennifer Palmieri said Tuesday. “This is an effort that’s led by the Russians. Intelligence agencies have confirmed that that is designed to hurt our campaign, so we’re not spending a lot of our own internal time doing that,” Palmieri told reporters traveling to the Las Vegas debate aboard Clinton’s plane. “I will note that if we needed more evidence that this is an effort that’s controlled by the Russians, on more than one occasion Russia today has actually posted emails from WikiLeaks even ahead of WikiLeaks,” Palmieri said. “So it’s pretty clear that they’re helping. ”", "bias": {"center": 6.299903109789465e-09, "left": 0.00825572473065139, "right": 0.9917442689694456}},
{"article": "A young gay couple in Indonesia were arrested and face 100 lashes because neighbors reported them to Islamic religious police, according to a new report. The men face the brutal punishment under new Islamic bylaws in the   Aceh province in the northwest tip of Sumatra Island,  Video recordings that have been shared on social media show the men, ages 20 and 23, naked on the ground and being kicked, slapped and insulted by vigilantes before they’re turned over to local police,  “Brother, please help, please help, please help us,” one of the men cries into a cell phone as he’s being beaten. “Brother we got busted having sex. ” They were detained under citizen’s arrest on March 28 by men who broke into their home. The men will likely be the country’s first gay couple to face trial for breaking religious law, the news outlet said. The disturbing case prompted Human Rights Watch to demand that they immediately be released, saying the potential punishment of public beating with a stick is torture.", "bias": {"center": 0.3196564406827146, "left": 0.004901445252731187, "right": 0.6754421140645542}},
{"article": "Singer Christina Grimmie, a former contestant on The Voice, was shot by a gunman after a concert in Orlando, Fla. police say, and later died of her wounds. Orlando Police have identified Grimmie’s killer as    Kevin James Loibl. Grimmie was signing autographs for fans after the show at The Plaza Live late Friday, according to a statement from Orlando police. Then, ”detectives were told the suspect  —   who is not being identified at this time  —   walked toward Christina and shot her.” She was transferred to a hospital, where she later died. Grimmie’s brother immediately tackled the suspect after he opened fire, police say, and the suspect shot himself during the struggle. The police credit Grimmie’s brother for ”stopping him from causing any more harm to Christina and her fans.” They say ”the suspect was pronounced dead at the scene.” Orlando Police Chief John Mina told reporters that the suspect was carrying two handguns, additional magazines and a hunting knife. ”The suspect in this case is not from Orlando. The suspect traveled to Orlando, apparently to commit this crime, and then had plans to travel back to where he came from.” He came from another city in Florida, Mina said. Mina adds that ”there’s no indication that he knew her.” Law enforcement officials are searching the suspect’s phone, computer, home and car, and they say they hope these might point to a motive for the attack. Grimmie’s publicist Heather Weiss told The Associated Press in an email that ”we can confirm that Christina has passed and went home to be with the Lord.” Questions have been raised about security procedures at the concert venue after the attack. Mina said that he was not aware of metal detectors and people are not patted down. ”I’m told that the security measures in place are that people open their bags and the security people look inside those bags for weapons.” Grimmie finished third in the 2014 season of the NBC singing competition. As The Associated Press notes, ”She began amassing a following on YouTube as a teenager, gripping online viewers with her powerful renditions of hit songs. Her videos on YouTube have garnered millions of views.” Before the show, she posted a video on her Twitter account encouraging fans to attend. The Voice expressed its condolences on its official Twitter account: ”We are heartbroken,” it says. Grimmie ”is a loved member of our family. Our thoughts are with her and her family.” Grimmie was coached during the show by Maroon 5 singer Adam Levine, and he posted a photo of the two of them together on his Instagram account: ”I’m sad, shocked and confused. We love you so much Grimmie. We are all praying hard that you can pull through this. ..this just isn’t fair.” As The Associated Press notes, he posted the photo before her death was confirmed. And in remembrance of Grimmie, The Voice’s Youtube channel is featuring this video of her performing the title track from her album With Love.", "bias": {"center": 7.835823615039019e-06, "left": 0.9999891399892021, "right": 3.02418718293412e-06}},
{"article": " The next Republican presidential debate is tonight in Manchester, New Hampshire, and will air on ABC. The network has said that coverage of the debate will begin at 8 pm Eastern, though it is not clear if the debate will begin right then or a bit afterward. You’ll be able to view a live stream online at ABCNews. go. com.    After skipping out on the last GOP debate  —   and losing the Iowa caucuses  —   Donald Trump has announced that he will show up this time. He’ll be joined by Iowa winner Ted Cruz and Iowa ”media winner” Marco Rubio, whose unexpectedly competitive performance in the caucuses has bolstered his prospects for winning the nomination in the eyes of political elites. Ben Carson, who finished a weak fourth in Iowa and whose candidacy has been in decline for months, will also be in attendance, though his campaign seems like it might not be going for too much longer. Watch: Ted Cruz trolls Donald Trump in opening remarks of last Republican debate      Then there are three other candidates  —   Jeb Bush, John Kasich, and Chris Christie  —   who are desperately hoping for a strong performance in Tuesday’s New Hampshire primary to keep them in the race. Bush, Kasich, and Christie, who are all   candidates, are all considered rivals to Rubio, who did far better than them in Iowa. So expect them to make a last attempt at taking Rubio down at tonight’s debate.    Conversely, the debate gives Rubio a big opportunity to outshine those establishment rivals right before the New Hampshire primary. If Rubio outperforms Bush, Kasich, and Christie in the Granite State too, they’ll all likely drop out of the race soon  —   clearing the way for Rubio to be the mainstream Republican alternative to Trump and Cruz. If Rubio stumbles in New Hampshire, though, the race could remain muddled for a bit longer.    Since the GOP field has shrunk, there will be no undercard debate for candidates who aren’t polling as well this time around. But, much to her disappointment, Carly Fiorina missed ABC’s polling cutoff to qualify for this debate  —   she and former Virginia governor Jim Gilmore are the two remaining candidates who will be left out. How to watch: When: 8 pm Eastern tonight Where: St. Anselm’s College Institute of Politics, Manchester, New Hampshire    TV: ABC Online: ABCNews. go. com ", "bias": {"center": 0.24132228797636693, "left": 0.7586776438507067, "right": 6.817292631402682e-08}},
{"article": "The state of Arkansas plans to put to death eight inmates over a span of 10 days next month, a pace of executions unequaled in recent American history and brought about by a looming expiration date for a drug used by the state for lethal injections. The eight men facing execution  —   four black and four white  —   are among 34 death row inmates in Arkansas, where capital punishment has been suspended since 2005 over legal challenges and difficulty in acquiring the drugs for lethal injections. All eight men were convicted of murders that occurred between 1989 and 1999, and proponents of the death penalty and victims’ rights in the state have been frustrated that the cases have dragged on so long. At a news conference this week, Gov. Asa Hutchinson, a Republican and former federal prosecutor, seemed to regret that the executions were so closely stacked. “I would love to have those extended over a period of multiple months and years, but that’s not the circumstances that I find myself in,” said Mr. Hutchinson, who took office in 2015. “And, again, the families of the victims that have endured this for so many years deserve a conclusion to it. ” In a statement on Friday, Mr. Hutchinson said that it was necessary to schedule the executions close together because of doubts about the future availability of one of three drugs the state uses in its   procedure. State officials have previously said that the expiration date would pass in April for Arkansas’s supply of midazolam, a drug that has been used in several botched and gruesome lethal injections in other states in recent years. Amid the controversy generated by such cases, a number of pharmaceutical companies have restricted their drugs from use for capital punishment. Some states have had difficultly finding midazolam. Arizona announced last year it would stop using it in part because of the logistical challenges. “It is uncertain as to whether another drug can be obtained,” Mr. Hutchinson said in the statement, “and the families of the victims do not need to live with continued uncertainty after decades of review. ” This week, the governor signed proclamations setting four execution dates for the eight inmates between April 17 and 27. Two men would be put to death on each of the four dates. If Arkansas follows that timetable, it will be at a rate unmatched by any state since the United States resumed the death penalty in 1977, according to the Death Penalty Information Center, a nonprofit research group that opposes capital punishment. In 1997, Texas came close, putting eight inmates to death in May and again in June, but not over such a short number of days, the group said. Critics of midazolam’s use in executions say it is a sedative, not an anesthetic, and is thus misapplied as a first round of lethal injection shots, with inmates sometimes able to feel pain from the subsequent lethal drugs that are administered. In one   case in Oklahoma, a convict named Clayton D. Lockett, who was administered midazolam, died 43 minutes after the injections were started and appeared to struggle and moan. The Arkansas Department of Correction has not refilled its stock of potassium chloride, the third and fatal drug administered in an execution, but a spokesman for Mr. Hutchinson said the governor had confidence the department would acquire it in time for the April executions. Brian Stull, a senior staff attorney with the American Civil Liberties Union, argued that something was more likely to go wrong with so many executions scheduled so close together. “Each of these prisoners is a person with rights that have to be honored, and each execution is a process that needs to be planned and handled with care and close attention to detail,” he said. “And that’s just impossible for Arkansas on this schedule. Because they’re trying to do too much, too quickly, with too little preparation. It’s likely to lead to botched executions. ” The lawyers for the condemned men say some legal avenues of appeal are still available. Their lengthy appeal process has included a petition asking the United States Supreme Court to review the matter. The court denied the petition on Feb. 21. But the men’s lawyers said that even a   scenario would most likely only entail an alternative form of execution to the current   injection method, which the lawyers argue is unconstitutionally cruel. “The state’s supply of midazolam runs out on April 30,” said John Williams, an assistant federal public defender based in Little Rock. “And so the schedule is quite obviously dictated by that, and we think it is inhumane that the state would schedule executions so as to get rid of a drug supply that the evidence shows is cruel and unusual. ” The executions come at an unsettled and complicated moment for capital punishment in the United States. Nationwide, the number of executions has been in steep decline, and though many Americans support the death penalty, some polling shows that support for capital punishment has been steadily waning since the  . And while the Supreme Court has been less than clear on its collective stance toward capital punishment, President Trump is an ardent and longtime proponent. The president’s opinions may have little direct effect on state cases, but his blunt,    speech is sure to influence the tone of the national conversation. In Arkansas, Mr. Hutchinson has earned a reputation as a relative moderate, serving in some cases as a break on the   ambitions of the   legislature. But he has also been determined to reactivate the death penalty. The year he took office, he scheduled the execution of eight inmates, including several of the same men set to die next month, saying that they had exhausted all appeals. But a state court halted the executions because of a lawsuit against the state over its provisions at the time that kept secret the sources of its lethal injection drugs. The state was then ordered to disclose information about its supply chain. Mr. Hutchinson’s latest effort to restart executions came after the state’s attorney general, Leslie Rutledge, told him that the eight men had no additional legal challenges to their executions. The eight men scheduled for execution are Kenneth Williams, Bruce Ward, Stacey Johnson, Don Williamson Davis, Ledell Lee, Jack Harold Jones, Jason McGehee and Marcel Williams. Some of the crimes were particularly heinous. Mr. Ward went into a Jackpot convenience store in Little Rock on a night in August 1989 and asked the clerk, Rebecca Lynn Doss, an    who read the Bible during the overnight shift by herself, for help unlocking the men’s restroom. Inside the bathroom, he sexually assaulted and strangled her. A police officer spotted him leaving the restroom and about to get on his motorcycle to leave. Mr. Lee killed Debra Reese, 26, in her home in February 1993 in Jacksonville, Ark. outside Little Rock, after beating her 36 times with a tire tool that her husband had given her for protection while he was out of town. Kenneth Williams killed a cheerleader at the University of Arkansas at Pine Bluff in December 1998 but escaped from a   prison after a jury sentenced him to life the next year. A few miles from the prison, he fatally shot Cecil Boren, a farmer who was working in the yard while his wife was at church, and stole his truck. Mr. Williams led the police into Missouri in a   chase before he crashed into a car, killing the driver. In 2005, he confessed to killing a    man the same day he shot the cheerleader. At the news conference, Mr. Hutchinson said he had discussed concerns about stacking the executions, and its potential ill effects on prison employees, with Wendy Kelley, the state corrections director. “The answer is it’s not any easier to string it over four or five months than to do it in a measured and separated fashion, but in the sequence we have outlined,” he said.", "bias": {"center": 0.00014458123829061352, "left": 0.27005142990761194, "right": 0.7298039888540975}},
{"article": "Donald J. Trump faced a backlash on Thursday from some of his top conservative Hispanic supporters, who said their hopes that he was softening his immigration policy had been dashed by his fiery speech Wednesday night, which they said was  . Mr. Trump, the Republican presidential nominee, had shown signs in recent weeks that he was prepared to take a more conciliatory approach to immigrants who had entered the country illegally, dropping talk of a deportation force and instead speaking of treating those immigrants in a fair and humane fashion. Less than two weeks ago, he held a meeting with his Hispanic advisory council in Trump Tower, leaving attendees with the impression that he was working on a new plan that included a path to citizenship. That impression faded in Phoenix on Wednesday night. “There was so much hope,” said Jacob Monty, a member of the Hispanic advisory council who was at the meeting with Mr. Trump. “He used us as props. ” Mr. Monty, a longtime Republican, said that Mr. Trump had appeared humble during the meeting, listened to their proposals, acknowledged the difficulty of deporting 11 million unauthorized immigrants and suggested that he was working on a new policy that included a path to legalization. Mr. Monty resigned from the council after Mr. Trump’s speech. “That was not a Republican speech, that was populist propaganda,” Mr. Monty said. “He must listen to whoever speaks to him last. ” Ramiro Pena, a pastor from Texas who was on Mr. Trump’s advisory council, also abandoned the campaign. According to an email to the Trump campaign, obtained by Politico, Mr. Pena, who could not be reached for comment, said the group that Mr. Trump had formed was a “scam. ” Other conservative Hispanic leaders were also disappointed. Alfonso Aguilar, director of the American Principles Project’s Latino Partnership, who backed Mr. Trump and offered advice on immigration policy to his campaign, withdrew his support on Thursday morning. Mr. Aguilar said that he and other conservative Hispanic leaders had gotten behind Mr. Trump because they thought he would be able to work with Congress to get something done on immigration reform. “A couple of weeks ago, it sounded as if there was going to be a pivot,” said Mr. Aguilar, who predicted that other Republican Latinos would soon renounce their support for Mr. Trump. “If you heard the speech last night, it was either   or be deported. ” Some advisers who expressed concern said they still planned to stick with Mr. Trump, hopeful that their input might make a difference in the future. Alberto Delgado, a Florida pastor who was at the meeting with Mr. Trump, was aware of his plans to build a wall and remove criminals who are in the country illegally. But he was disappointed to hear that all unauthorized immigrants would have to leave the country and go through an application process to return. “That gets me a little bit,” said Mr. Delgado, who had been expecting to hear about a quick administrative fix that would keep families together. “If you apply, you don’t always get what you apply for. ” Still, Mr. Delgado said that he was not ready to quit the advisory group. Mr. Trump has been trying to improve his Hispanic outreach efforts as he continues to lag behind Hillary Clinton in most national and state polls. Recently, he adjusted his pitch to minority voters to argue that his plans to restore law and order would be in their best interests and that Democrats were taking them for granted. The Trump campaign shrugged off dissension among conservative Hispanics on Thursday. “Mr. Trump has been consistent in advocating for an end to illegal immigration, and he will continue to reach out and work with voters from all communities to defeat crooked Hillary Clinton this fall,” said Jason Miller, a spokesman for the campaign. Mr. Trump continued to talk tough on immigration on Thursday at a midday rally in Wilmington, Ohio. “Last night I outlined a bold new immigration reform to create prosperity and opportunity for all of our people, especially those who have the least,” he told the crowd. “We will treat everyone with dignity, respect and compassion, but our greatest compassion will be for the American citizen. ” Some of Mr. Trump’s most ardent conservative backers, such as the commentators Rush Limbaugh and Ann Coulter, had expressed concern last week that Mr. Trump was preparing to reverse himself on immigration. Ms. Coulter’s fears were assuaged by the speech, which she called “the most magnificent” ever given. Mr. Trump, for his part, continued to spar with President Enrique Peña Nieto of Mexico over who would pay for a border wall, vowing on Twitter that Mexico would bear the cost. Mr. Peña Nieto fired back in a Twitter post of his own to say that, as they had discussed in person, his country would do no such thing. For Hispanic leaders who have been critical of Mr. Trump, his speech in Arizona was more evidence that he has not changed and most likely will not. Javier Palomarez, president of the United States Hispanic Chamber of Commerce, said that Mr. Trump had proven to be a “clown” and that it was a sad moment for the Republican Party. “I think he’s done for with the Hispanic community,” Mr. Palomarez told MSNBC on Thursday. “He’s never going to see the White House if he doesn’t get a significant portion of the Hispanic vote. ” Democrats sought to press their advantage with Hispanics on Thursday, describing Mr. Trump’s remarks as offensive and racist. “This was a dark and disturbing speech,” Senator Tim Kaine, Mrs. Clinton’s running mate, said on CBS. “This is the kind of   language that’s always had a tiny fringe support in this country, but it was a speech that’s not worthy of a president. ”", "bias": {"center": 1.9788801856291677e-05, "left": 0.27973775397971673, "right": 0.720242457218427}},
{"article": "PHILADELPHIA  —   House Speaker Paul Ryan ( ) told members Wednesday that he believes Republicans can have a tax reform package finished by the August recess. According to multiple members of Congress at the GOP retreat in Philadelphia, that plan right now is for Republicans to use the FY 2018 budget to overhaul the tax code. That will allow Republicans to use a process known as budget reconciliation to pass tax cuts. Reconciliation only requires a simple majority to pass in the Senate and gives Democrats little opportunity to block Republicans’ tax cuts. Rep. Chris Collins ( ) told reporters that the plan is to ”‘have it on the president’s desk by the August recess.” But there was some disagreement about whether that was possible. According to Rep. Charlie Dent ( ) it was unclear if the plan was to have just the House finished up with tax reform or the Senate finished up with it as well.  The tax reform timeline sets out an aggressive agenda for the   Congress. Republicans also are hoping to be finished with repealing the Affordable Care Act by early March and that assumes that Republicans have put in place all of Trump’s cabinet nominees and other judicial appointments.  The congressional Republican retreat began Wednesday. Republicans had lunch and heard from the American Enterprise Institute’s director Arthur Brooks. Members then heard from both Ryan and McConnell about the upcoming agenda.  More serious and meaty policy discussions about Obamacare repeal and replacement weren’t scheduled until Thursday, when President Trump and Vice President Mike Pence are also scheduled to speak.", "bias": {"center": 0.007298062161690816, "left": 0.6206528627837091, "right": 0.37204907505460005}},
{"article": "Ok, so that’s what an establishment looks like. It’s hard to remember a time when the two parties offered greater contrasts in discipline, manipulation, and sheer Machiavellian grit than they do right now. As Hillary Clinton basks in the glow of her historic “first,” it’s worth recalling just some of the establishment   that dragged her across the finish line. Even then, she almost lost. When the road got dark, the establishment lit her way. Superdelegates put Sanders in a hole from the beginning, leading to countless discouraging stories about his nearly impossible task. She was saved from a humiliating Iowa caucus loss in an opaque process featuring (and I’m not making this up) multiple coin flips and run in part by a party chair who drove a car featuring an “HRC 2016″ license plate. Debates were few, far between, and scheduled at odd days and hours. I   one to pop up after a 2:30 a. m. rerun of “Judge Joe Brown. ” In the pièce de résistance, the AP announced  —   on the eve of the hotly contested California primary  —   that the combination of elected delegates and those nefarious superdelegates had put Clinton over the top: The Democratic establishment had succeeded in nominating a corrupt candidate who may be the only Democrat in America who could lose to Donald Trump. The Republican establishment, which is commonly viewed as a malevolent, controlling entity with the power to “force” unpopular candidates on Republican voters, has emerged from this primary season looking downright hapless by comparison. Its first and perhaps most strategically damaging sin was an utter lack of the   Democrats marshalled. In the contest between ambition and restraint, ambition won again and again  —   until the Republican debate stage was overflowing with hopeless candidates, each of whom seemed to believe that the right combination of debate sound bites and stunning Fox News appearances would allow them to emerge from the scrum. Share article on FacebookshareTweet But it’s hard to catch fire when you’re scared. And for months, most of the candidates kept their heads down lest they suffer the same fate as Jeb Bush  —   a good man subjected to withering, petty   from Donald Trump. To the extent the Republican party actually did manipulate the process, it did so in the worst way  —   not by showing leadership and influencing the candidate recruitment process or by implementing rules that would require transparency and disclosure, but by stacking the deck for the   (whoever the   was) with absurd    and    primaries that allowed a candidate who sometimes lost more than 60 percent of the vote to take all or most of the delegates. It’s as if the RNC looked at the primaries of ’08 and ’12 and decided simply that “short” is better than “long”  —   regardless of the result. RELATED: Did #NeverTrump Have to Happen? But the worst was yet to come. Legions of grassroots conservatives had long complained that GOP leaders were unprincipled opportunists. Then, when the pitiful primary process yielded a nominee whose philosophy and core values contradicted virtually everything the GOP claimed to stand for, its leaders went ahead and proved that they were, in fact, unprincipled opportunists  —   falling over themselves to endorse Trump and then, inevitably, finding themselves squirming as they tried to defend the indefensible. The Democratic establishment led decisively, yet led badly, nominating the one person who might lose to Donald Trump the Republican establishment didn’t lead at all, and now it stands ready to nominate the one person most likely to lose to Hillary Clinton. More 2016 It’s Time to Move On from the 2016 ElectionHillary Blames America FirstHillary Says Voter Suppression Cost Her the ElectionIt’s a stunning turn of events, and it stands as enduring evidence of the failure of the American political elite. If it’s true that a combination of popular indifference and ignorance keeps them in power  —   politics is a subculture, after all, one to which few Americans pay close attention  —   it’s also true that a lack of accountability disincentivizes their exercise of moral leadership. While there are still chances for a better outcome, both establishments are poised to reap what they’ve sown and will now “lead” America through what is likely to be a period of strife and pain. Perhaps there will be a renewal on the other side of that reckoning, perhaps not. But for now, we only know the view from this side, and it is unworthy of the greatest nation on earth.,", "bias": {"center": 0.9891424167318706, "left": 0.01085259483611858, "right": 4.988432010710738e-06}},
{"article": "From the beginning, the Chainsmokers knew dance music was a joke. The festivals, the groupthink, the   sounds  —   these were the hallmarks of a scene designed for ecstatic release, but also one that was easily parodied. And so rather than make serious music that others might dismiss, they embodied parody themselves. They made songs about selfies and Kanye West (in so much as they were about anything) and saw their stars rise. They seemed to understand, in a particularly disquieting way, how easy it was to game the system, turning growing American interest in and tolerance of   dance music into a platform for   ambition. That made the Chainsmokers both disorientingly effective and easily loathed. So maybe it’s humility, or maybe it’s strategy, but pointedly, over the last couple of years, the duo of Andrew Taggart and Alex Pall have been engaged in a very public process of dismantling mainstream dance music from within. By this point, they are essentially a pop duo  —   Mr. Taggart sings and writes, and both men produce. Instead of   club music though, they’ve come to specialize in a style that approximates a skinned and deboned version of those sounds, maintaining a handful of its key gestures and flourishes while administering a benzodiazepine to the tempo and volume. In 2015 and 2016, three Chainsmokers songs reached the Top 10 of the Billboard singles chart, as have two songs that appear on their new album, “Memories  …    Do Not Open,” “Paris” and the Coldplay collaboration “Something Just Like This. ” Each hit has been more denuded than the one that preceded it. This is the logical endpoint of the American   explosion of the last decade, which was almost certainly never going to end in a nightclub. It was a long con in retraining pop ears to accept some of that world’s sonic ideas. By that measurement, “Memories  …    Do Not Open”  —   the first   Chainsmokers album  —   is a savvy success that cannily toys with expectations. Most songs hover between 95 and 105 beats per minute, something more than a slog but less than a gallop. Often, when a song arrives at the drop  —   the place where an explosion usually lands  —   it instead veers into something like a sun shower, or a crowd applauding in the distance, rarely the usual gut punch. But these strategic victories don’t overshadow the Chainsmokers’ myriad weaknesses. In the ecosystem in which the Chainsmokers have thrived  —     dance music and the pop that derives from its distillation  —   the album is a meaningless concept, and the album format underscores both this duo’s weaknesses and strengths. Mr. Taggart is a capable but unexciting singer. And he has shockingly few lyrical ideas, less of a concern for performers more adept with melody. Most songs here moan about brittle young relationships over the musical equivalent of bringing an amiable golden retriever along for an unhurried jog. (The songs written with the   Emily Warren, like “Don’t Say” and the excellent “My Type,” are among the best here, with an emotional texture the others grasp for futilely.) Two    songs, the impressive “Honest” and “Wake Up Alone,” parse the weight that fame exacts on emotional relationships  —   they’re among the most credible on the album. While the Chainsmokers often appear to have decided what sort of music they’re not making, their affirmative choices are lacking. “The One” ends up somewhere near chillwave, “Break Up Every Night” is toothless   and “Last Day Alive,” a collaboration with the   duo Florida Georgia Line, is 100 percent pure pablum, a collection of dim anthemic sayings in search of a stadium, a twinkle with no diamond. All of this makes for songs in search of remixes, skeletons notable as much for what’s missing as what’s there. That’s a curious position for an act moving from the world of   festivals, where the scene is the star more than the performer, to the world of pop, where personality counts, a shift that may well be the Chainsmokers’ undoing, even if their music remains effective. That’s because onstage, on the duo’s handful of televised performances, they’re almost brutally awkward. On “Saturday Night Live”  —   where they performed “Paris” and “Break Up Every Night” last weekend  —   they were listless and limp. Of course they were. Mr. Taggart is not an aggressively trained pop star (and for what it’s worth, not a disruptive punk either). He was uncomfortable in the same way a young indie rock or folk singer might be, unsure of how to use his body as effectively as his voice. The Chainsmokers might have gamed their way into pop, but pop is hard work  —   inside jokes melt under the klieg lights.", "bias": {"center": 0.00017587721369517666, "left": 0.39194403637276426, "right": 0.6078800864135406}},
{"article": "Donald Trump’s campaign is running a television ad critiquing Hillary Clinton for asking an audience why she isn’t 50 points ahead of the Republican nominee. [The ad is titled, “Why?” and is running nationally.  “Hillary Clinton’s career is a   highlight reel of moments in which Clinton puts her   over the needs of everyday Americans,” Trump’s senior communications adviser Jason Miller states in a press release announcing the ad. He continued: To be clear, Hillary Clinton is in this race to enrich herself and line the pockets of her Wall Street donors. Why is out of touch Hillary Clinton not 50 points ahead? The answer is pretty clear. Voters want a change in direction and only Donald J. Trump can provide that change. The ad’s voiceover answers Clinton’s question about why she isn’t 50 points ahead of Trump by reminding Americans that the FBI director found Clinton lied about her emails, alleged that ISIS and terrorism has spread under her watch and that she called many Americans “deplorables. ”  ", "bias": {"center": 0.00010020329169082934, "left": 0.04189653496104038, "right": 0.9580032617472688}}
]