[{"article": "Republican presidential hopeful Donald Trump used Facebook to release a new ad yesterday warning that politicians are incrementally weakening the Second Amendment and pledging that he will not allow Americans to be disarmed. [The ad is titled “Second Amendment. ” In it, Trump says:  So important is our Second Amendment. The politicians are chipping away at it day by day, night by night, [and] it gets weaker and weaker. We’re not going to let it happen. We are going to protect our Second Amendment. If I’m president, you can count on it 100 percent. Below the ad, Trump exclaimed, “I won’t let them take away our guns! !” This squares perfectly with what Trump has been saying through the primary campaign. Last April, Trump told Breitbart News (emphasis in the original): It is so important that we maintain the Second Amendment and that we maintain it strongly. And one of the main reasons is because the good people, the upstanding people, follow laws and norms but the bad ones don’t. So if the Second Amendment weren’t there to protect our rights and someone tampered with them, the good people would be affected but the bad people wouldn’t care —  they couldn’t care less. It is absolutely imperative that we maintain the Second Amendment in its strongest form. AWR Hawkins is the Second Amendment columnist for Breitbart News and political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart. com", "prop": 0.5433578196455757},
{"article": "Part of NPR’s Your Money And Your Life series, ”How many of you guys have $1, 200 in your pocket right now?” Victor Robertson’s voice echoes through the auditorium at Ballou High School in Washington, D. C. where 700 students are taking their seats. Robertson is from the city’s Summer Youth Employment Program, which connects 13, 500 young adults with summer jobs at places like CVS and the Department of Parks and Recreation. Robertson explains the difference between a checking account, a savings account and a prepaid debit card. ”If you open a bank account, that’s establishing a relationship with a bank,” Robertson says. ”Your money is safe in a bank. It’s safe and it’s insured.” For many of these students, this summer is the first time they’ll get a paycheck. So, Robertson says it’s time to talk money. Robertson has seen the surveys and heard the statistics that show how woefully uniformed Americans are about their finances. This situation has prompted both federal and state efforts to increase financial education. But there’s a problem: Research suggests financial education may not lead to better financial choices. That doesn’t mean we should stop teaching about money. It just means we need to do it better. JOIN NPR’S ’YOUR MONEY AND YOUR LIFE’ FACEBOOK GROUP, Gregory Hoey says nobody ever sat down ”and talked to me about having an account until I got into the program.” He’s standing off to one side in the auditorium. Gregory did the Summer Youth Employment Program a few years ago. He was a camp counselor at basketball camp. ”I learned a lot. How to basically be a young adult,” the    says. ”Like if there are some shoes or something coming out, I got bigger priorities now.” Gregory’s not buying shoes because he wants to buy a car. But he says he’s still figuring out exactly how to budget and set financial goals. Across town, Richard Cordray wants to help. He’s the director of the U. S. Consumer Financial Protection Bureau, and he’s pushing for more people to talk about money. ”Often families are reluctant to talk about money issues. And, so, if not in the home then where?” he says. ”School is the natural answer.” Seventeen states require students to take some sort of personal finance course, and five states require a semester of financial education. Research commissioned by Cordray’s office looks at many studies that evaluate this type of education. Here is what it found: In the short term, personal finance classes sometimes lead to better scores when students are quizzed on subjects like credit, debt and banking. But these classes don’t necessarily lead to better financial decisions. There’s no clear link between taking personal finance classes and saving more, paying off debts or raising your credit score. But there are techniques that seem to work. First, ”people have to understand where they may need to go and get more information,” Cordray explains. Since financial products are always changing and people are prone to forget the specifics from class lessons, researchers suggest it might make sense to focus on teaching high schoolers how to find the financial facts they’ll one day need. Second, students should get out there and practice. ”Experiential learning,” Cordray says, ”has been shown to be very effective at reaching young people.” Researchers suggest lessons such as following the stock market or getting lots of credit card offers and comparing them. Third, good old math class. Other research has found that requiring high schoolers to take more math leads to better credit, higher returns on investments, and fewer foreclosures. Cordray says math teachers could also make more assignments about money, such as budgeting or calculating compound interest.  Finally, many experts recommend ”  ” financial education. This is when you learn about a very specific topic, just before you do it. So teaching high schoolers about mortgages is not very helpful. But a class on college loans is useful. And a class on credit scores just before a young adult gets a credit card could make a big difference. That’s the model D, C. ’s Summer Youth Employment Program is following. Just before this auditorium full of high schoolers starts earning money, they talk about bank accounts, credit scores and taxes. Tyandra Ames is appreciative. ”I’ve heard credit score before but nobody has explained it to me” before today, she says. Tyandra is a senior at Ballou High School. She has 13 siblings and says that alone has taught her about saving money. ”I learned how to not want so much and not to need so much.” Tyandra is now getting ready for college. She’s about to open her first account and will be living on her own for the first time. She says all of this makes her a bit nervous. She wishes there was a class to explain it all: ”This is what to do. This is what not to do. This is a credit card. This is a debit card. That is your credit score. Like break it down, a little bit.” Tyandra Ames wants a class about money  —   and she wants one that is actually effective. JOIN NPR’S ’YOUR MONEY AND YOUR LIFE’ FACEBOOK GROUP, an online community featuring stories from some of the best investors and financial experts on the planet along with crowdsourced wisdom curated and overseen by NPR reporters and editors.", "prop": 0.01381088775839132},
{"article": "  ’s 2016 word of the year might be fascism. For betting types making early 2017 predictions, “white nationalism” would not be a bad guess. Along with “white supremacy” and the newer phrase “alternative right,” or   it’s been a   fixture of news and accompanying battles over politics, racism, and language.     It started in earnest when it was announced that former Breitbart News editor Steve Bannon would serve as   Donald Trump’s administrative adviser. White nationalists like   writer and publisher Andrew Anglin rejoiced. Ken Reed, the national director of the   group Aryan Renaissance Society, celebrated in a Facebook post that read, “Can you say WINNING boys and girls? ??” using the hashtags #WhiteLivesMatter and #AltRight.  The     made even more headlines when the white supremacist National Policy Institute held an   conference in Washington, DC, the weekend after the election. There, the group’s leader, Richard Spencer, delivered remarks calling America “a white country designed for ourselves and our posterity. ” In a video shared by the Atlantic, Trump’s victory and Spencer’s statements were cheered by the crowd with Nazi salutes and chants of, “Hail Trump, hail our people, hail victory!”  Yes, actual Nazi salutes. In a DC hotel. By people who felt Trump’s election and appointments were their victory.     Along with the horror over this came complaints that   activists were being referred to in many headlines with their chosen,   title, rather than something that made their racist agenda plain. Before long, the Associated Press and the New York Times issued strong guidance to their writers regarding the term. In both cases, they said uses of the  ’s preferred label must be accompanied by an explanation to readers about what defines the group: the racism, misogyny, and white supremacy that characterize it.     These news organizations’ memos have been clear mandates in a contentious, evolving public debate about how to characterize the groups and individuals who have been emboldened and empowered by Trump’s win and share one scary thing: an obsession with white power, influence, and identity.  At a time when unabashed racists are elated at the possibility that the   will take action to create the “white country” of their fantasies, and people who share their policy views but have no hate group affiliation are being empowered, the current battle of words is an important one. Fueling it is the risk that the wrong language choices could cloud Americans’ understanding of what’s actually happening. Complicating things is the sobering reality that the threats nonwhite people face don’t change depending on what we call the people responsible for them.      Why there are suddenly fights over how to describe racist views and groups  —   and why they have fresh relevance Unless you work for an organization like the Southern Poverty Law Center, which tracks the activity of hate groups, or are a scholar of critical race studies, “white supremacy” and “white nationalism” aren’t likely part of your daily vocabulary. Or at least they weren’t until Trump’s bold expressions of racism and xenophobia  —   and hints that he’d support policies that reflect these concepts  —   began to inspire groups that embrace these ideas, making them newly relevant. Just as people debate when and where the term “racist” can be fairly applied (hint: nowhere, without plenty of people protesting) it’s becoming obvious there won’t be easy agreement on who and what deserve these other labels. Even people who appear to be white supremacy’s proud poster children reject the label.  Hints of this battle over words first surfaced during the campaign season, when Trump received the endorsement of former Ku Klux Klan leader David Duke  —   just one of the white nationalists and white supremacists who were elated and energized by Trump’s campaign. In fact, Mother Jones’s Josh Harkinson reported on the white extremist movements that hoped to capitalize on Trump’s victory. The week before the election, the front page of the KKK’s official newspaper displayed a raving embrace of his “Make America Great Again” message. Candidate Trump denounced the support of both Duke and the Klan, in a clear distancing from the negative associations with white supremacy.      But soon after Trump was declared the winner of the election, he appointed Bannon to be an administration adviser. Extremists like Anglin, the   writer, and commenters on his Daily Stormer post who celebrated Bannon’s reported   were pleased.  But there was a twist: Bannon insisted he was not a white nationalist but rather an “economic nationalist. ” Trump went even further, telling the New York Times that Bannon was neither racist nor “ . ” Another tug of war over labels followed when Spencer made it known that he wasn’t fond of the terms “racist,” “Nazi,” and “white supremacist” being applied to him. Instead, Spencer, who led the “Hail Trump!” Nazi salute and heads a group that promotes “America for white people,” told the Washington Post he prefers to be called an “identitarian”  —   a reference to a movement that has more momentum in Europe but all the same associations with racism and xenophobia.  In an effort to stop people like Spencer from allowing   labels to distract from their shocking (and, to people of color, deeply threatening) beliefs and goals, some   publications have announced that they’ll reject the “ ” term altogether. On November 27, ThinkProgress editors announced that people in this movement would not be labeled with their chosen descriptors but rather would be called “white nationalists” or “white supremacists. ”   Yet that same week, Mother Jones’s Kevin Drum urged progressives to go in the opposite direction: pulling back the use of the phrase “white supremacy,” which he dubbed a “fad,” as liberals use it “with more abandon than we should. ” Instead, he advised that the term should be reserved for people and institutions that “really deserve it,” and use “racist” in its place: “If something is racist,” he wrote, “then call it racist. ” Confused? You’re not alone. In this scramble to define and regulate the use of terminology in a new landscape of open calls for white power, the competing personal, political, journalistic, and ideological interests have created a kind of chaos.     The single thing everyone seems to agree on is that words matter  —   a lot.  White supremacy, white nationalism, and the  : Here’s what these terms mean and where they overlap  Let’s start with the broadest term, white supremacy, and its adjective form, “white supremacist. ” It has a powerful ring to it  —   probably because, unlike “” it creates associations with terrorist racist organizations that the majority of Americans have been taught to recognize as objectively bad.  Perhaps that’s why Drum argued that it should be used with caution and reserved for “actual   and a few others. ” Crystal Fleming, a sociology professor at Stony Brook University, says Drum’s proposed “  and a few others” standard is misguided, but not uncommon.  “It’s pretty easy to explain,” she told Vox. “The reality is that when folks hear the term ‘white supremacy’  —   the layperson and even the average scholar  —   they tend to think of the KKK. ”  That’s not what it means, she explained. The key difference is between “white supremacy” and “white supremacist. ” The latter refers to people who embrace the ideology of white superiority, but white supremacy  is more general: It simply describes “the sociopolitical dominance of people socially defined as white,” Fleming said.    In her view  —   and the view of critical race scholars  —   “white supremacy” just refers to the way people defined as white (which has shifted throughout the course of America’s history) have been allowed to have, and systematically have been given access to, more resources, whether those are political, economic, social, or all of the above.  In other words, she says it’s not an outrageous, overused slur but instead “a constant throughout history. ” If you have any doubts about that, consider Richard Spencer’s description of America again: “A white country designed for ourselves and our posterity. ” That’s basically, Fleming’s definition of white supremacy in different words. Given that a white supremacist and a black sociologist agree that the concept of white supremacy is foundational to America  —   and the former is working to make that more so  —   now would seem like an especially   time to pull back on using the phrase.  The next thing to understand is the relationship between white supremacists and white nationalists. While listing the words it will use while announcing recently that it would abandon the term “” ThinkProgress offered a distinction between the two: “White nationalist” refers to a specific ideology held by many of those who adopt the “ ” label. A white nationalist is someone who believes the United States should be governed by and for white people, and that national policy should radically advance white interests. White supremacists are a broader and more inchoate group, comprised of those who believe in the innate superiority of white people.  Sophie   a postdoctoral anthropology fellow at Vanderbilt University who studies contemporary white supremacist movements, distinguishes these groups of people similarly. Within white nationalism, a lot of people also have a specific goal: a white  . They’d contrast this with the ultimate aims of white supremacists, who want to have power over people of color within the same state, she told Vox.     Finally, the phrase that’s been the topic of the most debate  —   “ ”  —   is the name Spencer gave to a loose,   group linked by racist ideas about “white identity” and the preservation of “Western civilization” when he launched his Alternative Right blog in 2010 (more on this group’s beliefs later).  Finally, there’s “ . ” ThinkProgress’s editors also said the term can apply to any of these groups “when they identify as such, or adopt important aspects of Nazi rhetoric and iconography. ” According to   the National Policy Institute’s recent “hail Trump salute” incident isn’t the only reason many think the term “ ” is a good fit for the group. Like white nationalists as a whole, “many members of the     have decided that targeting Jews and ratcheting up   language is a strategy,” she said.  There’s a strong case that the phrase “ ” is the sneaky, dangerous rebranding work of white nationalists The label “ ” may be considered the latest attempt to create distance from racist groups and terms like “white supremacy” or even specific groups like the KKK. Those names and labels come with weighty, negative histories that have been generally rejected as destructive and immoral.  “White supremacists started to be called white nationalists by groups born out of old white citizens’ councils that were fighting desegregation the South, as a way to make their position of whites being better than any other race more politically palatable,” Ryan Lenz, the editor of the SPLC’s Hatewatch blog, told Vox.  Eventually, he says, “white nationalist” developed its own negative baggage. And while mainstream acceptance of their views may have dwindled since the civil rights era, the commitment of people holding these views  —   many of whom discovered them on the internet  —   to seeing them become reality did not. Next thing you knew, the   was born.  “Richard Spencer coined the phrase ‘alternative right’  —   a phrase that is so innocuous and so   that it gives the idea that it is simply one alternative to conservatism,” Lenz says. “It is not. ”    According to the SPLC, the name is one key part of a package that includes neat dressing and a   appearance. (“We have to look good,” Spencer once told Salon’s Lauren Fox, explaining that no one would want to join a movement that appeared “crazed or ugly or vicious or just stupid. ”) And they’re not alone in the belief that it’s all a dangerous effort to rebrand vile ideas about racial superiority and separatism as a legitimate part of the political spectrum.  “I am very passionate about this idea that we need to be very careful with that term,”   told Vox. “‘ ’ sounds much more palatable than ‘ ’  —   it is an attempt at reframing a violent ideology as a palatable political position. ”  Former Breitbart editor Ben Shapiro told Vox’s Sean Illing in November that this branding is key to making the   appealing for the kind of people who are willing to support the group’s racist visions for the country once they’re in the door but would have hesitated to open that door if it said “white supremacy” in bold letters:  The next thing they have to do is obfuscate what the   actually is, so a lot of people think they’re   when they’re not. Rather than say the   is an explicitly white nationalist movement, they say, well, if you’re pissed off at the establishment, you’re probably  . If you’re somebody who lurks online, you’re probably  . If you don’t like Paul Ryan, if you think he’s soft, you’re probably  . And they trap a lot of people in this way. They also need what I call fellow travelers, people who are willing to nod and look the other way about the  ’s racism because they think the   is essentially correct about Western civilization being under assault. Someone like Pat Buchanan, for example, falls under this category.   ’s concern about the term “ ” is based on similar thinking: It creates the risk that more white people may become radicalized by the group. “If we help to normalize these ideas as just part of the political spectrum, then it can make it seem less radical than they are and less connected to racial violence  —   because if people espouse racist ideas and racial rhetoric, there’s always some kind of a correlation to racist violence,” she said. “And if we don’t describe them for what they are, we’re kind of giving other white people a path to think these are legitimate ideas and a chance that more white people will become radicalized in adopting these ideas. ” The nuanced difference between these groups matters to their members. To people of color who’d suffer under their agendas, not so much.  Most of the time, white nationalists don’t want to be called white supremacists. And many members of the   don’t want to be called white nationalists.     To be fair, they’re not being inaccurate when they point out that there are differences between the groups.  Vox’s Dylan Matthews’s   explainer on the   makes this clear. It was an incredibly detailed take on the diverse demographic, emotional, and philosophical ingredients that are baked into the   cake. Matthews outlined the group’s various factions  —   from libertarians to neoreactionaries to Gamergate guys  —   and quoted Milo Yiannopoulos, an   activist, saying that some   embrace racism for “shock value,” not because they’re actually bigots. With insider perspectives like this and many more, Matthews makes a compelling case that the group really is more than “  white supremacy” or “a simple rebranding of the white nationalist movement. ”  The New York Times’s Amanda Taub pointed out a similar distinction, explaining that what makes the   different from white nationalism is that many of its members’ first priorities and entrees into the group aren’t related to race. “The   is ideologically broader than white nationalism  —   it also includes neoreactionaries, monarchists, and   internet trolls,” she wrote.  So, yes, the   includes views and characters that fail to map perfectly onto say, your average KKK chapter.  But a key question is whether, and to whom, these differences matter.  The answer: Not at all, to people paying attention to the rising influence of racist hate in this country. Lenz told Vox that from his perch at the SPLC, “White supremacy, white nationalism, and the   are all the same thing. ”   similarly dismisses the distinctions between the three groups as “splitting hairs. ”     Why? Because for all intents and purposes, they share a vision for America. As Taub explained, “White supremacists and white nationalists both believe that racial discrimination should be incorporated into law and policy. ” And the   as a whole  —   whether we call its members white nationalists, white supremacists,   racists, the Gamergate gang, or some other new term  —   is quite clear that it’s enthusiastically behind this plan.  Ultimately, as Vox’s Zack Beauchamp reported, the  ’s hope for the  ’s influence is “reducing the numbers and influence of African Americans, Hispanics, Muslims, and Jews. ” Its members want Trump to follow through on the most extreme immigration ideas he’s discussed  —   such as deporting millions of undocumented immigrants and banning Muslim immigration. Their goal: slowing the “dispossession of America’s whites. ”  So while it may be true that there are variations (big ones, in some cases) in internal lives and personal identities among people who call themselves white supremacists, white nationalists, and members of the   it’s also true that these nuances mostly only matter to them  —   and perhaps to people taking a historic academic approach to understanding their individual textures. Meanwhile, for people concerned about their growing influence on American politics and increasing confidence  —   in particular for people of color who would be the victims of the policies they support  —   these differences have little to no practical significance.  Even the strongest argument the   makes for the case that it should be distinguished from white supremacists and white nationalists  —   that it doesn’t have a violent history  —   seems insincere in the eyes of experts. “They’ll seize upon this, arguing, ‘If you lump us in there with Klansmen, you’re trying to smear us by association,’” Lenz said.  But Stony Brook’s Fleming told Vox this indignation is for show, and that central to the  ’s attempt to mainstream white nationalism and racism is its tactic of going right up to the line of violence  —   but being careful not to explicitly endorse it. “There’s a lot of winking and denial,” she said. “They’re very astute with encouraging discrimination, violence, and bigotry but still hiding under the cover of, ‘We didn’t call for them to be lynched. ’” Not to mention that Spencer’s calls for peaceful rather than violent ethnic cleansing aren’t particularly reassuring or meaningful to the nonwhite and Jewish people who would stand to be eliminated from his ideal country. And you can read “not particularly” to mean “not at all. ”     “We have this movement from the KKK, which is a terrorist group in a multiracial society, to this new position of saying, ‘We just want to have a white ethnic state,’ but white supremacist ideas are clearly foundational to that,”   said. “Then [the  ] says the goal is not a race war, or violence, just a separate state. But the question is, in a multiracial state, how are you going to do that without violence?” Nobody knows the answer. One reason some are so insistent on slapping the “white supremacist” label on the    —   along with all the negative associations that come with it  —   is to make it less likely that we’ll ever have to find out.  You don’t have to wear a hood, do a Nazi salute, be an internet troll, or claim memberships in any of these groups to perpetuate racism and cause harm  With the increasing newsworthiness of these groups of people  —   white supremacists, white nationalists, and the    —   it’s important to remember that most people don’t have links to any of these groups, but many share their core beliefs.  “While few people identify as white nationalists, there is a continuum of views shared by many Americans that are explicitly hostile to people who aren’t     white Christians,” Omar Wasow, an assistant professor of political science at Princeton University, said. “In short, you don’t need to wear a white robe to feel, at a deep level, that America belongs to your community more than other citizens. ” Fleming added: “Organizations matter, but ideologies and practices I would argue matter more. Whether one is officially part of an org or not, you can look at folks’ records or statements and clearly see when they embrace policies that disadvantage or harm people of color. ”   says Trump’s attorney general pick, Sen. Jeff Sessions, is the perfect example: “There’s been all this attention to Bannon because of his work at Breitbart, but there’s also someone like Sessions who was deemed too racist 30 years ago to be a federal judge,” she said. “I haven’t seen anything that says he’s part of this movement [the  ] but at the same time it’s not like his potentially racist leanings are any less dangerous. ”    It’s no wonder Spencer told Mother Jones he was pleased with Sessions’s appointment, because labels don’t matter as much as ideas.  ”Jeff Sessions, again, is someone who is not   but who seems to see eye to eye with us on the immigration question. I think Jeff Sessions might very well resonate with something like a   dramatic slowdown of immigration,” he said. Spencer added, ”What he is not going to do in terms of federally prosecuting diversity and fair housing and so on I think is just as powerful as what he might do. So it’s about Jeff Sessions setting a new tone in Washington. I think that’s a good thing. ” In other words, someone who has no links to any racist organizations has still managed to be the politician of white supremacists’ dreams and the nightmares of people of color. Professional racists are emboldened, and those who aren’t associated with any group are in a position to make their racist goals seem realistic, SPLC’s Lenz says. “These are confusing and scary times. ” While there may not be much to do to calm these fears, insisting on precise language to describe them is a start. ", "prop": 0.8282056494440163},
{"article": "Prices for “Hamilton”     are sky high on the secondary market, with fans coughing up more than $6, 000 a pop for tickets. “We’ve never seen anything like this,” said Chris Matcovich, a vice president with TiqIQ, an online ticket aggregator that connects avariety of sellers with buyers. “In terms of most expensive shows in Broadway history, nothing even comes close. ” As of Wednesday, the average secondary market ticket asking price for Miranda’s last show the night of July 9 was $4, 798. 97, with the lowest price to get in the door hovering around $2, 319. In comparison, the average asking price for all previous “Hamilton” performances was $1, 293. 99  —   73 percent lower than the for Miranda’s last show. The most expensive single ticket sold, so far, through TiqIQ for the 8 p. m. performance went for $6, 600  —   for an Orchestra seat, Matcovich said. But as far as a single purchase goes, the high so far is the $20, 800 that one person shelled out to buy four tickets nearby. “The fact that this last show is going for $5, 000 average price is incredible,” Matcovich said. “We’ve had Super Bowls where the average price is lower than that. ” Before “Hamilton” made the leap to the Great White Way last August, the title for most expensive show on Broadway was held by “The Book of Mormon,” which had a   price average of $469 in its first year. That’s chump change compared to the sales “Hamilton” was doing this past fall, when the average price for tickets skyrocketed from $297. 57 at the show’s inception in August to a whopping $1, 000 per ticket by October. The show has been nominated for a record 16 Tony Awards this year, including best musical and best original score, as well as with seven performance nominations for actors and actresses. Miranda himself is up for three Tonys: for the book, score and his role as lead actor in a musical. The    has been in the show since its January 2015   debut at the Public Theater.", "prop": 0.026683174765809597},
{"article": "’  ’ ”   President Donald Trump’s pick for Secretary of Labor, Andrew   Puzder,  of the running for the position just a day before   his confirmation hearing. ” ’  ’ ’ a tape  ’ ’  ’ ’   ”Most men who are in positions like that don’’t leave marks,”   Fierstein said. ”The damage that I sustained you can’’t see. It’’s   permanent. ..They don’’t hit you in the face. They’’re too smart.   They don’’t hit you in front of everyone.” ’ ’   Puzder married his current wife, Deanna Descher, in   1987.  ’ ’ ’ ”: Puzder ’vowed revenge’ after she alleged abuse,   told Oprah  via  &  ” ’     ’ ”President Donald Trump’s pick for Secretary of. ..” ’’ ’’ ’’", "prop": 1.5413379462660247e-10},
{"article": " The United States on Sunday called Russia’s action in Syria  ”barbarism,” not   while Moscow’s U. N. envoy said ending the war ”is almost an impossible task now” as Syrian government forces, backed by Moscow, bombed the city of Aleppo.  The United Nations Security Council met on Sunday at the request of the United States, Britain and France to discuss the escalation of fighting in Aleppo following the announcement on Thursday of an offensive by the Syrian army to retake the city. ”What Russia is sponsoring and doing is not   it is barbarism,” U. S. Ambassador to the United Nations, Samantha Power, told the   council.  ”Instead of pursuing peace, Russia and Assad make war. Instead of helping get   aid to civilians, Russia and Assad are bombing the humanitarian convoys, hospitals and first responders who are trying desperately to keep people alive,” Power said.  A Sept. 9 ceasefire deal between U. S. Secretary of State John Kerry and Russian Foreign Minister Sergei Lavrov aimed at putting Syria’s peace process back on track effectively collapsed on Monday when an aid convoy was bombed. ”In Syria hundreds of armed groups are being armed, the territory of the country is being bombed indiscriminately and bringing a peace is almost an impossible task now because of this,” Russian U. N. Ambassador Vitaly Churkin told the council. Britain’s U. N. ambassador, Matthew Rycroft, said on Sunday the U. S. and Russian bid to bring peace to Syria ”is very, very near the end of its life and yes the Security Council needs to be ready to fulfill our responsibilities.” ”The regime and Russia have instead plunged to new depths and unleashed a new hell on Aleppo,” Rycroft told the council. ”Russia is partnering with the Syrian regime to carry out war crimes.” However, Russia is one of five   on the council, along with the United States, France, Britain and China. Russia and China have protected Syrian President Bashar  ’s government by blocking several attempts at council action. ”It is time to say who is carrying out those air strikes and who is killing civilians,” Power said. ”Russia holds a permanent seat on the U. N. Security Council. This is a privilege and it is a responsibility. Yet in Syria and in Aleppo, Russia is abusing this historic privilege.” As Syria’s U. N. Ambassador Bashar Ja’afari began addressing the council, Power, Rycroft and French U. N. Ambassador Francois Delattre walked out of the chamber, diplomats said. ”Any political solution can only be successful by providing the requisite conditions through intensified efforts to fight terrorism,” Ja’afari told the council. ”The real war on terrorism has never started yet. The advent of Syrian victory is imminent.” U. N. Syria mediator Staffan de Mistura briefed the council meeting on Sunday. He appealed to the council to come up with a way to enforce a cessation of hostilities in Syria.  ”I am still convinced that we can turn the course of events. We have proven this more than once before,” he said, adding that he would not quit trying to bring peace in Syria.  ”Any sign of me resigning would be a signal that the international community is abandoning the Syrians, and we will not abandon the Syrians, and neither will you,” he said.  (Reporting by Michelle Nichols and Yara Bayoumy; Editing by Mary Milliken and Bill Trott) CARACAS   government supporters burst into Venezuela’s   congress on Wednesday, witnesses said, attacking and besieging lawmakers in the latest   of violence during a political crisis.   Four Arab states refrained on Wednesday from slapping further sanctions on Qatar but voiced disappointment at its ”negative” response to their demands and said their boycott of the tiny Gulf nation would continue. ", "prop": 0.7220639121329995},
{"article": "President Donald Trump’s nominee to become director of national intelligence assured senators on Tuesday that he’d be an apolitical and independent spymaster with full control over the U. S. intelligence agencies. Former Sen. Dan Coats tried to placate the worries of his onetime colleagues on the Senate Intelligence Committee who said they were worried by the appearance of Trump’s early attempts to sideline the job before Coats was confirmed. ”I’m reassured with regard to your position,” said Sen. Martin Heinrich,  . M. ”I am not reassured with regard to the process these [orders] have been going through.” Trump raised eyebrows in the national security world by ordering changes to the National Security Council, inside the White House staff. He added his chief political strategist, Steve Bannon, to what had in past been considered a   committee. And he made other changes viewed as hostile to the DNI and the chairman of the Joint Chiefs of Staff, the nation’s top uniformed military officer. Not long after, news organizations reported that Trump was considering bringing in a friend, financier Stephen Feinberg, to do a ”review” of the intelligence community. Maine Republican Sen. Susan Collins condemned the notion of someone coming in from the outside to take an oversight role beyond that of the DNI and the president’s existing National Intelligence Council. ”This is a textbook definition of waste and duplication,” she said. The White House has since said it would revise its goals for the National Security Council and Trump has cast doubt on whether he’d actually order the review to be undertaken by Feinberg. Coats told the committee on Tuesday that the administration has assured him he’ll have the full authority and independence of his predecessors. ”I have full confidence that’s the way it’ll turn out,” Coats said. Trump’s relationship with the intelligence services has been rocky since before his inauguration. He blasted what he called leaks of classified information that have appeared in news reports linking his presidential campaign with Russia’s intelligence services. And he has also gone back and forth about whether he accepts the conclusion of the U. S. intelligence community that Russia meddled in last year’s presidential election. Coats told senators Russia ”definitely” tried to influence the presidential race, but echoed the spy agencies’ careful agnosticism by adding, ”to what extent they were successful, I don’t think we know.” Coats also said Russia continues to run the same playbook in political races taking place today in Europe, including France and Germany, and he suggested there need to be ”consequences.” Trump’s predecessor President Barack Obama ejected some Russian diplomats from the U. S. and imposed some sanctions in retaliation for the Russian meddling, but Coats’ remarks suggested he supports even more action. ”Russia’s assertiveness in global affairs is something I view with grave concern,” he said. As a former senator and former member of the Senate Intelligence Committee, Coats got a genial reception and his confirmation appears likely. But Oklahoma Republican Sen. James Lankford and Maine’s independent Sen. Angus King both warned Coats that once he is in his new job, he can’t always be the nice guy from Indiana. ”I’m not sure likability and affability are the qualities I want in this position,” King said. ”I want somebody who’s crusty and tough and mean.”", "prop": 0.22129935390535654},
{"article": "Kathy Griffin held a press conference Friday morning to address her   shock photo of a “beheaded” President Donald Trump, telling reporters that the Trump family has tried to “ruin” her in the wake of the controversy and vowing to continue to make fun of the president. [Standing next to her attorney Lisa Bloom, the    My Life on the   star said the firestorm generated by the photograph  —   after which she was fired from CNN and had at least five scheduled performances cancelled  —   would have never occurred had the photograph been taken by a male artist.  “I don’t think I will have a career after this. I’m going to be honest, he broke me,” Griffin said as she began to choke up. “If you don’t stand up, you get run over,” she added. “What’s happening to me has never happened ever in the history of this great country. Which is that a sitting president of the United States and his grown children and the First Lady are personally, I feel, personally trying to ruin my life forever. ” “He picked me, I’m the easiest target,” she continued. (Watch: Press conference begins at the 40:22 mark) Griffin said the widespread backlash she has faced over the photo is part of a sexist campaign to destroy her career. “It’s a bunch of white guys trying to silence me,” she said. “This wouldn’t be happening to a guy. This is a woman thing. ” Griffin told reporters that the process of preparing for the photograph took just minutes, and was intended to be a parody of the president’s comments about former Fox News anchor Megan Kelly, when he said last year after a presidential debate that the anchor “had blood coming out of her eyes, blood coming out of her whatever. ” “I said let’s get in trouble, let’s give them something to talk about,” Griffin recalled, adding that she “never imagined it could be misinterpreted. ” During the press conference, Griffin was asked about a report that claimed Trump’s youngest son,    Barron Trump, was traumatized by the image after he saw it on television, because he did not know who Griffin was or the context in which the photograph was taken. “Allegedly” traumatized, Bloom replied. “You’re assuming everything the Trumps say is true. ” Griffin, for her part, said she “would never want to hurt anyone, especially a child. ” The comedian reiterated that she meant what she said in her apology video earlier this week, in which she said the image  —   taken by L. A.  photographer Tyler Shields, who has since defended the work  —   had gone “too far” and that she had “crossed a line. ” But Griffin added that she would continue to make fun of the president in the wake of the controversy. Another attorney for Griffin confirmed during the press conference that the Secret Service had opened an investigation into the circumstances surrounding the photo shoot. Reaction to the press conference came swiftly on Twitter, as “Lisa Bloom” began trending on the social media platform Friday morning. Some observers said the press conference was not effective from a crisis management perspective. Lisa Bloom just failed the first rule of being an attorney: never take a question you don’t already know the answer to.  —   Emily Zanotti (@emzanotti) June 2, 2017,  So Kathy Griffin was a victim of sexism! Of course! I just thought she posed with a disgusting beheaded image of the President. pic. twitter.   —   Piers Morgan (@piersmorgan) June 2, 2017,    Follow Jerome Hudson on Twitter @jeromeehudson", "prop": 0.08530949359433647},
{"article": "Former Penn State president Graham Spanier was convicted Friday of child endangerment for his role in the sexual abuse scandal involving former assistant coach Jerry Sandusky. In a split verdict, the Pennsylvania jury found that Spanier’s handling of a 2001 complaint alleging abuse by Sandusky, warranted conviction on one of three charges against him. The jury did, however, acquit Spanier of conspiracy and a second count of child endangerment, the Associated Press reports. Pennlive reports the case against Spanier as such: ”Prosecutors had argued that Spanier broke the law when, after receiving a 2001 report that graduate assistant Mike McQueary had seen Sandusky naked with a young boy in the showers at Penn State’s Lasch Building, he did not demand that it be reported immediately to child protection authorities. ”The result, prosecutor Patrick Schulte said in opening statements Monday, was that ”evil in the form of Jerry Sandusky was allowed to run wild” for another decade. Prosecutors maintained that Sandusky sexually assaulted at least three more boys before he was charged with a crime in 2011.” As we’ve previously reported, several Penn State officials, including the school’s   football coach Joe Paterno, were fired or resigned in the wake of the scandal. Sandusky was arrested and eventually convicted of 45 counts of sexual abuse for molesting 10 boys over a   period. He is currently serving a term of   years in prison. Earlier this year, two of Spanier’s former administrators pleaded guilty to misdemeanors and were expected to testify against their former boss. The Associated Press confirms both former VP Gary Schultz and athletic director Tim Curley testified during the Spanier’s trial.", "prop": 0.03592197626707635},
{"article": "For Jules Verne it was the friend who keeps us waiting. For Edgar Allan Poe so many little slices of death. But though the reason we spend a third of our lives asleep has so far resisted scientific explanation, research into the impact of sleepless nights on brain function has shed fresh light on the mystery   and also offered intriguing clues to potential treatments for depression. In a study published on Tuesday, researchers show for the first time that sleep resets the steady   of connectivity in the human brain which takes place in our waking hours. The process appears to be crucial for our brains to remember and learn so we can adapt to the world around us. The loss of a single night’s sleep was enough to block the brain’s natural reset mechanism, the scientists found. Deprived of rest, the brain’s neurons seemingly became   and so muddled with electrical activity that new memories could not be properly laid down. But Christoph Nissen, a psychiatrist who led the study at the University of Freiburg, is also excited about the potential for helping people with mental health disorders. One radical treatment for major depression is therapeutic sleep deprivation, which Nissen believes works through changing the patient’s brain connectivity. The new research offers a deeper understanding of the phenomenon which could be adapted to produce more practical treatments. “Why we sleep is a fundamental question. Why do we spend so much of our lives in this brain state? This work shows us that sleep is a highly active brain process and not a waste of time. It’s required for healthy brain function,” said Nissen. The results are a boost for what is called the synaptic homeostasis hypothesis of sleep, which was developed by scientists at the University of   in 2003. It explains why our brains need to rest after a day spent absorbing all manner of information, from the morning news and the state of the weather, to a chat over lunch and what we must buy for tea. Known more simply as SHY, the hypothesis states that when we are awake, the synapses that form connections between our brain cells strengthen more and more as we learn and eventually saturate our brains with information. The process requires a lot of energy, but sleep allows the brain to wind down its activity, consolidate our memories, and be ready to start again the next morning. Writing in the journal Nature Communications, Nissen describes a series of tests that 11 men and nine women aged 19 to 25 took part in, either after a good night’s sleep, or after a night without sleep. On the sleepless night, participants played games, went for walks and cooked food, but were not allowed caffeine. Staff watched them throughout to make sure they stayed awake. In the first round of experiments, Nissen used magnetic pulses to make neurons fire in the volunteers’ brains and cause a muscle in the left hand to twitch. When sleep deprived, far weaker pulses were sufficient to make the muscles move. This implied that sleepless brains are in a more excitable state, with their neurons more strongly connected than they are after a good night’s sleep. Nissen next turned to another form of brain stimulation to mimic the way neurons fire when memories are laid down. He found it harder to get the neurons to respond in   people, a sign that the process of writing memories was impaired by sleep loss. Taken together, the results suggest that sleep allows the brain to calm its activity so memories can be written down. In contrast, the   brain becomes noisy with electrical activity and so feeble at laying down memories that the process is all but blocked. The consequences of sleep loss were clear in a simple memory test, with tired volunteers faring worse than those who were  . Teasing out how sleep affects brain connections could do more than answer why we snooze so much. Shift workers and military personnel that have to cope with sleep deprivation could benefit from new drugs or countermeasures that restore normal brain connectivity. Blood samples taken from volunteers in the study showed that sleep deprivation lowered levels of a molecule called BDNF, or   neurotrophic factor, which regulates synaptic connections in the brain. But Nissen is more excited about the study’s implications for understanding therapeutic sleep deprivation and its impact on depression. “If you deprive people with major depression of sleep for one night, about 60% show a substantial improvement in mood, motivation and cognitive function. We think it works by shifting these patients into a more favourable state,” he said. Though striking when it works, therapeutic sleep deprivation is not much use because many patients relapse after the subsequent night’s sleep. But that is not the point, Nissen says. “It proves that it’s possible to shift a person’s mood from one state to another within hours. The idea is that we use sleep and sleep deprivation to understand the brain and develop new treatments. If you think about antidepressants or psychotherapy, it can take weeks or months to see any effects. ”  Giulio Tononi, a professor of sleep medicine who first proposed SHY at the University of   said the new study was “truly elegant and powerful” and confirmed experiments that until now had only been performed in animals. “Sleep is essential, and one main reason is that it allows the brain to learn new things every day while preserving and consolidating the old memories,” Tononi said. “Learning and memory require synaptic activity, which is very energetically expensive and prone to saturation. Sleep allows the brain to renormalize this synaptic activity after it increases in the waking day. ” Lars Westlye, a psychologist at University of Oslo, called the study “wonderful” and said the results could throw light on links between the biology of sleep, more complex brain functions, and severe mental disorders such as schizophrenia and depression. Like Nissen he believes that a clearer understanding of brain connectivity might explain why sleep deprivation can be so effective in people with depression, and plans to study the effect in patients. “These new results should strongly motivate further studies in patient groups, both to learn more about the roots of the disorders and how to treat them,” Westlye said. ", "prop": 0.1440017451534997},
{"article": "     Democrat Hillary Clinton’s campaign needled Republican Donald Trump on Tuesday over his suggestion that if he is elected president, he might hold a   meeting with Russian President Vladimir Putin, joking that any strategy session would be redundant. “It’s unclear why Donald Trump needs to meet with Vladimir Putin on November 9th since he’s already repeating all his talking points, pushing his policy agenda and taking advantage of his espionage operation,” Clinton spokesman Glen Caplin said. “Rest assured that as president, Hillary Clinton will stand up to Putin in the face of his unacceptable behavior, not coddle him. ”  Trump said Monday that he would be willing to meet with Putin before Inauguration Day if he is elected president on Nov. 8. Such a meeting would break sharply with the precedent that a newly elected president defers to the sitting one in matters of state. “I think I could see myself meeting with Putin and meeting with Russia prior to the start of the administration,” Trump told conservative radio host Michael Savage during an interview. “I think it would be wonderful. ”  Trump said that “Putin has no respect at all for [President] Obama,” and suggested that he would command more of the Russian leader’s respect. The Clinton campaign accuses Russia of being behind a politically motivated computer breach of emails of the Democratic National Committee and of Clinton campaign chairman John Podesta. The Kremlin goal, Clinton says, is to hurt her and help Trump because Russia considers Trump friendlier toward Russia.  The winner of the U. S. election will inherit the worst    relations with Russia in more than two decades  —   worse than the deep anger and suspicion on both sides when Obama took office in 2009, hard on the heels of Russia’s war in Georgia and resulting U. S. sanctions and criticism. Clinton, as secretary of state during Obama’s first term, was charged with the “reset” of relations  —   an effort that largely failed and is now lampooned as naive. She has vowed a   approach if elected and says Trump is dangerously in thrall of the autocratic Putin. Putin has presided over a consolidation of power in Russia, a rollback of free speech and human rights at home, an expansion of Russian territorial ambitions in Ukraine and an effort to protect Russia’s autocratic ally in Syria. Russia under Putin’s second presidency also has shown less inclination to cooperate with the United States, although it helped negotiate the Iranian nuclear deal that Trump opposes and Clinton supports. The troubled relationship has competed with the threat of terrorism from the Islamic State as the dominant foreign policy issue in an American election that has focused little on events and issues beyond U. S. shores, and lately overshadowed it. In the interview Monday, Trump said that U. S.  relations are at their worst point since the Cold War. He blamed Obama and Clinton. “The problem is Putin has no respect for Obama, at all, doesn’t like him and doesn’t respect him. And Obama doesn’t like Putin. They have a great dislike for each other,” Trump said. “They insult him constantly. I mean, no wonder he can’t stand Obama and Hillary Clinton. ” Trump told Savage that he thinks he’s actually ahead in the polls, which show him trailing Clinton, and cited “tremendous enthusiasm” and crowd sizes at his rallies as evidence. The   website WikiLeaks is releasing Podesta’s hacked emails in batches. The campaign has neither verified nor denied their authenticity, pointing instead to what it calls the political and diplomatic implications of the release just weeks before the election. The emails paint a sometimes unflattering portrait of a bureaucratic and cautious campaign laden with advisers inside and outside the headquarters in Brooklyn. There have been no bombshells among the communications released to date. There are, however, many embarrassing examples of Clinton and her advisers appearing calculating and political as they manage and micromanage her policy positions and decisions about the message and tone of her campaign. Clinton’s campaign is focused on the final presidential debate, on Wednesday, not the emails, Clinton communications director Jennifer Palmieri said Tuesday. “This is an effort that’s led by the Russians. Intelligence agencies have confirmed that that is designed to hurt our campaign, so we’re not spending a lot of our own internal time doing that,” Palmieri told reporters traveling to the Las Vegas debate aboard Clinton’s plane. “I will note that if we needed more evidence that this is an effort that’s controlled by the Russians, on more than one occasion Russia today has actually posted emails from WikiLeaks even ahead of WikiLeaks,” Palmieri said. “So it’s pretty clear that they’re helping. ”", "prop": 0.8720029193101159},
{"article": "  Vox Sentences is your daily digest for what’s happening in the world, curated by Dara Lind and Dylan Matthews. Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.  A weekend of nonlethal terrorism; the ceasefire in Syria is kaput; Chris Christie knew about Bridgegate.     3 attacks. Zero civilian deaths. Good work, USA.             On Monday, police apprehended Ahmad Khan Rahami, who is suspected of setting bombs that went off in New Jersey and New York on Saturday. [NYT] No one was killed in either attack (though 29 people were injured in the New York bombing). Rahami was born in Afghanistan and immigrated to the US with his family when he was 7. He spent some time in Pakistan (and possibly Afghanistan) several years ago. [The Daily Beast   Shane Harris, Nancy A. Youssef, and Katie Zavadski] To date, no terrorist organization has taken credit for Rahami’s attacks (possibly because he is still alive). By contrast, a mass stabbing attack at a mall in Minnesota on Saturday night (which injured nine) was claimed by an Islamic State —  linked news agency after the attacker was killed by police. [NYT   Mitch Smith] The stabber has been identified as Dahir A. Adan, a Somali American  —   an immigrant community that’s struggled with the radicalization of a few of its young men. [AP] But the fact that neither Adan nor Rahami succeeded in killing anyone points out an important truth about terrorism: A radicalized amateur, without training in terrorism, doesn’t make a very good terrorist. [Vox   Jennifer Williams] That didn’t stop certain media outlets from treating the bombing in New York, in particular, as a threat every bit as serious as if it had killed dozens of people. [Politico   Jack Shafer] Nor did it stop the emergency alert that all New Yorkers got on their smartphones this morning, warning them to be on the lookout for Rahami  —   but not giving them a picture or description (and therefore encouraging racial profiling). [NY Mag   Brian Feldman] New Yorkers themselves, though, are pretty tough. They took the bomb in stride  —   going out to bars and restaurants around the bomb site and taking to Twitter to make jokes. [BuzzFeed   Stephanie Macneal]    Sign up for Vox Sentences:      By signing up, you agree to our terms. For more newsletters, check out our newsletters page.    That did not go well             The   ceasefire in Syria officially expired Monday. There’s no sign it’s going to be reanimated. It’s pretty much dead. [ABC News   Elizabeth McLaughlin] The coup de grace arguably was the fault of the US  —   it launched an airstrike Saturday that was intended to hit ISIS but killed 60 Syrian soldiers instead. [NYT   David E. Sanger, Mark Mazzetti, and Ben Hubbard] Syria has formally declared the ceasefire over, and has resumed bombing of   areas. [FT   Erika Solomon] Technically, though, you might remember that Syria was never officially a party to the ceasefire to begin with. It was an agreement between the US and Russia. But Russia is extremely upset about the US’s botched airstrike, making it unlikely that the two will agree to a renewal. [Washington Post   Liz Sly, Karen DeYoung, and Louisa Loveluck] Arguably, the ceasefire never succeeded to begin with. Castello Road  —   a route to Aleppo known as the ”road of death”  —   never got secure enough to bring needed supplies to civilians living under siege in Aleppo, even during the ceasefire. [Vox   Yochi Dreazen and Javier Zarracina] But the ceasefire didn’t need to succeed as ceasefire to be a political success. Research on ceasefires suggests they can build the political space for resolutions, whether or not they stop violence on their own. [NYT   Max Fisher]   Time for some traffic problems for Chris Christie             Federal prosecutors declared on Monday that they have evidence Chris Christie knew about the closures of traffic lanes in Fort Lee, New Jersey  —   a political scandal known as ”Bridgegate.” [Reuters   Karen Freifeld and Joseph Ax] The revelation came during opening arguments in the trial of two Christie aides accused of orchestrating the closures as political retribution for the mayor of Fort Lee not endorsing Christie for reelection. [NJ. com   Ted Sherman and Matt Arco] No one’s claiming that Christie ordered or even approved the payback maneuver. Allegedly, he heard about them on the third day. But it’s still bad news for what remains of his political prospects (attorney general to President Trump, perhaps? ).[The Atlantic   Nora Kelly] Of course, he’s still running Trump’s presidential transition team. And the new revelation probably won’t change that: Back when Trump was running against Christie for the GOP nomination, he made clear that he suspected Christie had known about the ”traffic problems” the whole time. [Vox   Andrew Prokop] The transition team is no small role! It gives Christie an outsize role in choosing political appointees. And since Christie appears to prefer the sort of people who text, in earnest, ”Time for some traffic problems in Fort Lee,” that might say bad things about the character of likely Trump administration appointees. [Vox   Dara Lind]   Miscellaneous  John McPhee has started doing posts for the New Yorker’s website, and, uh, well, they’re really something. [New Yorker   John McPhee] Fall of 2007 was a crucial moment: the first time in recorded history that the average monthly number of texts sent exceeded the average monthly number of phone calls. [Slate   Timothy Noah] Despite the fact that violent crime is at historic lows, more Americans than ever are buying handguns  —   and tell researchers the reason is  . [The Trace   Kate Masters] A member of Congress introduced legislation to fight ”swatting,” a form of harassment wherein the harassers makes a fake emergency call to get a SWAT team sent to their target’s home. Then she got swatted herself. [Mother Jones   Hannah Levintova] Isabelle Mège is a medical secretary in Paris. She’s also, simply by asking, become the subject of scores of renowned photographers. [New Yorker   Anna Heyward]   Verbatim  ”New York’s Guggenheim museum unveiled its latest installation on Friday  —   a solid gold toilet titled America.” [The Guardian   Adam Gabbatt] ”What you did isn’t funny; they’re just clapping and laughing to be on the right side of history.” [Donald Glover to NY Mag   Rembert Browne] ”Ideally, I would like to have access to a refrigerator to keep yogurt, milk, ice coffee, eggs, cheese, spinach, carrots, bell peppers, bread and an onion in. I also would like to have cabinet space for granola, potatoes, peanut butter, apples and bananas. It would be nice if I could use the stove to cook eggs and potatoes on. Everything else I can eat without cooking. I assure you, the items listed are the extent of my limited diet. Occasionally I will bring home a jalapeño.” [Jack Leahy via NYT   Kim Velsey] ”That’s the part of my job that scares me the most: that I’ll miss an opportunity to make a change that would have helped. It’s not whether I win or lose. It’s knowing how much people out there are smashed up against the windshield.” [Elizabeth Warren to NYT   Philip Galanes] ”Cutting was easier than a lot of things for a woman to get into, because in their quaint way, [Hollywood producers] Mayer and Warner and Zanuck and Zukor all had this idea that editing was like sewing.” [Steve Erickson via Masha Tupitsyn]   Watch this: Israeli settlements, explained  The maps that explain the settlers. [YouTube   Johnny Harris]     ", "prop": 0.9632052078195203}
  ]