[{"article": "Authorities announced a sweeping plan Tuesday to combat city gun violence by creating a new NYPD division dedicated solely to illegal weapons and gang violence, as well as special courts to only handle gun cases. “To the few individuals responsible for New York City’s remaining gun violence, our message is clear: You will be found and you will be quickly prosecuted to the full extent of the law,” Mayor Bill de Blasio said at a City Hall press conference. Highlights of the program  —   dubbed “Project Fast Track”  —   include:             “The goal of the NYPD’s new Gun Violence Suppression Division and the city’s Project Fast Track is to identify, investigate, arrest and successfully prosecute people with illegal guns,” said Police Commissioner Bill Bratton. Officials’ comments came as homicides rose slightly in 2015 as opposed to a year before, though overall crime was down. Also appearing with Hizzoner and Bratton were US Attorney Preet Bharara, Manhattan DA Cyrus Vance and prosecutors from other boroughs. “We’re committed to using every available tool under federal law to reduce gun violence and make our community safer,” Bharara said.", "prop": 0.009887239838500587},
{"article": "Microsoft is attempting to lure users to its own Edge browser (formerly Internet Explorer) by creating   “tips” that claim the browser to be safer than competitors. [The tip has been reported to pop up when users launch competing browsers such as Google Chrome or Mozilla Firefox, however it is not currently known as to how long this function has been implemented.  In July, it was discovered that Windows 10 would provide a “tip” that encouraged people to use the supposedly more   Edge browser instead of competitors when charge was getting low on a user’s laptop. “These Windows Tips notifications were created to provide people with quick, easy information,” said a Microsoft spokesman in July after people noticed, adding that they “can help them enhance their Windows 10 experience. ” It was also announced this week that Netflix’s 4K mode would be heading to PC, with Microsoft capitalizing on the announcement with an exclusivity deal to market their Edge browser. “While a number of TVs and    already support 4K Netflix streams, the PC has largely been left out of the   streams due to piracy fears,” wrote the Verge. “Netflix is now supporting 4K streaming through Microsoft’s Edge browser, but you’ll need a new PC to actually make use of it. Netflix is only supporting 7th generation (Kaby Lake) Intel Core processors, and there aren’t many laptops that actually support both the 4K display required and the new Intel processors. ” Charlie Nash is a reporter for Breitbart Tech. You can follow him on Twitter @MrNashington or like his page at Facebook.", "prop": 0.42462786772812694},
{"article": "A father and son have been jailed for selling unsafe DIY   kits that left some users with bleeding gums from chemical burns.  The family business made more than £3m over a decade and meant Matthew Hargreaves, 44, and his father, John, 69, could live a lavish lifestyle.  But Merthyr crown court in south Wales was told that their products contained dangerously high levels of hydrogen peroxide, which can be used as a bleaching agent.  Father and son were each jailed for 18 months. John Hargreaves’ wife, Jean, 71, who was also involved in running the business, was jailed for six months but her sentence was suspended for two years.  An investigation, codenamed Operation Gleam, began when trading standards officers from Powys county council came across a company trading at the Royal Welsh Show in Builth Wells in the summer of 2013.  Advertising banners claimed the product was “ideal for any age group” and was “used by leading dentists throughout the UK and Europe”.  Officers bought a sample of the product and were shocked to find it contained up to 110 times the allowable level of hydrogen peroxide.  They issued a public warning that DIY kits which breached safety laws could aggravate gum disease or even cause chemical burns to the mouth.  The investigation, which cost more than £800, 000, spread across the UK, with officers speaking to dozens of people who had used the product.  Matthew and John Hargreaves admitted fraud. Jean Hargreaves admitted engaging in unfair commercial practice.  Mark Wyeth QC, prosecuting, said: “Their activities caused serious harm to unwitting members of the public. It involved the sale of unsafe and dangerous   products across the British Isles and Republic of Ireland. “They ran a thoroughly dishonest and dangerous business placing members of the public in serious harm for a period of eight years. ” The court heard the three lived in a large house in Cheshire and had seven luxury cars.  Whenever the pressure from trading standards or complaining customers became too great, the existing company would be wound up and another one, which was already set up, would take over. They have refused to say where the product came from.  Judge Philip   told the defendants they had shown blatant disregard for public safety in order to make a huge profit. “You placed personal greed before greater public safety. ” Clive Jones, Powys council’s lead for trading standards and community safety, said: “We will be working with the General Dental Council (GDC) on future campaigns as we need to ensure that such sharp practices are stamped out. ” Katie Spears, of the General Dental Council, said: “The GDC continue to work hard to proactively spread the message that tooth whitening is the practice of dentistry and that only registered dental professionals can legally and safely provide such treatment. “We are particularly proud of the collaborative approach taken here with Powys trading standards to promote patient safety and will continue to work with trading standards and other stakeholders to guard against the promotion of potentially dangerous illegal   practices. ”", "prop": 0.20899479406563945},
{"article": "From Alia Wong  The Absurdity of College Admissions, Acceptance rates at highly selective colleges have plummeted in recent years.  Exclusivity has always been baked into their brand: Only about 3 percent of    in the U. S. go to schools that admit fewer than half their applicants, making the “  mania,” as The Atlantic’s Derek Thompson once put it, “a crisis for the 3 percent. ” Still, it’s a mania to which more and more teens are subjecting themselves, pressuring applicants to pad their resumés and tout superficial experiences and hobbies, convincing them that attending a prestigious school is paramount. And critics say that mania has even spread into and shaped American culture, often distorting kids’ (and parents’) values, perpetuating economic inequality, and perverting the role of higher education in society as a whole. * * * In Pursuit of Integration, Although Brown v. Board of Education decided more than six decades ago that segregation in public schools was unconstitutional, children today are more racially and socioeconomically isolated than they have been in decades. Critics often attribute that regression in part to the failure of policymakers to take action —  policymakers like [former Education Secretary Arne] Duncan, who in a   episode of This American Life last August acknowledged, “We haven’t done enough. ” [Education Secretary John] King wants to change that: “We must find ways to make our schools better reflections of the diverse society we have become. ” * * * Asian Americans and the Future of Affirmative Action, It’s sad that this is what   admissions have come to: a   process that encourages students to distort their identities solely for the sake of getting in. But the rampant racism to which these pointers allude, if real, is even sadder. According to some activists, brilliant, accomplished, and   Asian students are consigned to gaming a system that’s rigged against them. Either that, or they have to prove themselves extra brilliant, extra accomplished, and extra   to ensure they’re on equal footing with   applicants. The premise is that affirmative action enables colleges and universities to discriminate against Asian applicants simply because there are so many of them on campus already. * * * Escaping the Disability Trap, Today, more than 1 million students are trapped in an education system that wasn’t built for them. That system wasn’t designed to accommodate their disabilities —  the kinds of intellectual, cognitive, communicative, and physical conditions that often conjure images of people reliant on wheelchairs and aides, of individuals consigned to dreary, isolated lives. Many of the public schools they attend rest on the assumption that those stereotypes are inevitable truths. But these students, even those with the most severe disabilities, have potential far beyond what they are often educated for. From Emily DeRuy, Across the Border and Into School, In the past several years, more than 100, 000 children from Central America have fled the violence and poverty of their home countries to travel north —  often all alone —  for the chance at a better life in the United States.   …     As with most young people, school is the daily constant that anchors their lives. For many of these undocumented children, their waking hours are spent mostly in classrooms, where they are attempting to navigate a completely foreign education system. The law is clear: All children in the United States, regardless of immigration status, have the right to a quality   education. * * * Judge’s Football Team Loses, Juvenile Sentences Go Up  Kids who are sentenced by    judges who are disappointed after unexpected team losses are finding themselves behind bars for longer than kids who are sentenced after wins or predicted losses. That’s the gist of a new working paper by a pair of economists at Louisiana State University. It sounds almost comical, like an Onion headline, at first glance: “Judge Sentences Teen to Two Years After Louisiana Tigers Fall to Wisconsin Badgers. ” But, insists Naci Mocan, an economics professor at LSU and a   (with a fellow professor, Ozkan Eren) of “Emotional Judges and Unlucky Juveniles,” it’s not far off. * * * The Tricky Pursuit of Diversity at the Air Force Academy, Educators and military officials are grappling with shifting demographics, where the people in leadership roles look less and less like the people they are charged with serving. At colleges across the country, the overwhelming whiteness of those in power has prompted Black Lives Matter activists to call for more diversity. At the Pentagon, the Defense Department is looking for creative ways to fight an enemy that is less predictable and more amorphous. Both tasks require a delicate balance of preservation and evolution, of security and openness. As the leader of both an elite institution of higher learning and a key piece of the military pipeline, [Lieutenant General Michelle] Johnson, [the superintendent of the U. S. Air Force Academy,] sits at the nexus. “We’re trying to deliver this traditional mission in a relevant way to this generation and to the profession of arms,” she said. * * * A Plan to Teach Every Child Computer Science  And after more than a year of work, a carefully crafted yet adaptable framework for what   education should look like at each grade level went live this week. The writers hope it will help more states craft standards and ultimately bring the subject to classrooms across the country. The   Computer Science Framework is a “response to the history of inequity in computer science,” said Pat Yongpradit, the chief academic officer at Code. org, one of the organizations steering the initiative. From Hayley Glatter, Should Students Learn About Black Lives Matter in School? If the Chicago   teacher Gregory Michie waits for a textbook to teach his students about the Black Lives Matter movement, the first   to hear the lesson won’t be born for another seven years. Despite the historical implications of that movement, bureaucratic timelines all but quash any possibility that students might learn about today’s events from an actual history textbook in the near future. The Gendered Past of Typing Education, Over time, typing education has evolved in tandem with both the progression of computer technology and the decreasing age at which students are exposed to that technology. Today, that age may be reaching its lowest limit, as standardized tests and metrics emphasize the need for exceedingly young learners to successfully navigate a computer. These histories, Darren Wershler, the author of The Iron Whim: A Fragmented History of Typewriting, said, are inseparable from the history of writing itself. * * * The CEOs of Sorority Row, According to the National Science Foundation, there was a 6. 4 percent increase in the number of women intending to major in science and engineering fields between 1995 and 2012. On top of that, the National Panhellenic Council reports its undergraduate membership was 58 percent higher in 2015 than it was in 2007. And so it follows that as women become more likely to study   fields, so too are women who decide to “go Greek. ” And yet, even as presumably more and more women are balancing what it means to be both technically minded and involved in Greek life, the stigmas associated with sororities continue to range from the foolishly feminine to the flagrant.    * * * Where Do Schools Close Most Often for Weather? The frequency with which some districts around the country cancel classes warrants a closer look at closure policies. Districts have their own sets of guidelines for determining when the weather is too difficult to overcome, and while each area deals with specific forecasts and challenges, the variance between states is stark. Many districts outline on their websites that a primary priority when considering a   closure is the safety of students and faculty, but the ramifications of an unplanned day off extend past chilly toes and spilled cocoa. From our contributors, Why Do Colleges Have So Much Art? Jacoba Urist,  Public or private, rural or urban, college museums are tackling ambitious projects like never before, promoting academic curators —  who were once part of a sleepier, insular art world —  to be lead actors on the cultural stage. But not everyone agrees that school museums should compete with their mainstream counterparts or that students necessarily benefit more from having art of such magnitude as opposed to more modest collections. The ongoing art wave raises questions about whether college museums have outlived their primary purpose as educational institutions and perhaps now serve a different function in both academic and art circles. * * * The Unmanufactured Impact of a Plastic Best Friend, Erik Raschke, For an autistic mind, a question is vastly different than it would be for a   mind. “Are you my best friend?” is more philosophical than literal, an abstract pondering, an eccentric artist examining an established truth. My son is 10 years old, but he does not know how old he is. He does not know which country we live in. He cannot tie his shoes, brush his teeth, count higher than four. Only within the last month has he begun to remember his last name. Still, ever since he was first diagnosed with his neurodevelopmental condition at the age of 3, I have always recognized the tenebrous clues of consciousness glowing behind his eyes. * * * Navigating Campus Together, Melissa Scholes Young,  Writing centers and campus counselors and   programs want students to succeed. But as a   college student I avoided all of them, assuming I couldn’t afford the extra bill. Now, as college faculty, I want my students to know what I didn’t. According to College Board, more than 30 percent of today’s undergraduate students are the first in their families to go to college.   of   students attend community college, many  . They are disproportionately minorities from   backgrounds. And even for those of us who win the elusive admission ticket, three out of five won’t graduate with a bachelor’s degree. Very few of us attend graduate school. * * * Black History Month in Schools —  Retire or Reboot?  Melinda Anderson,  First celebrated in 1976, Black History Month was the result of a growing racial pride and consciousness of black Americans and Woodson’s association pushing to expand the weekly celebration. Now a   nationally recognized observance, Black History Month is a commemoration that might be short in days but is increasingly long on controversy. In the last month —  in examples that cross racial boundaries —  the black actress and conservative commentator Stacey Dash called to eliminate Black History Month, labeling it a vestige of segregation, while Republicans in the Kansas legislature questioned if an entire month dedicated to honoring black history was “too long. ” And be sure to check out our Educational Eden project. We asked teachers, parents, scholars, and other experts to describe the ideal school system.", "prop": 0.3268189270542799},
{"article": "“Downright nonsense” was the verdict of Mrs Augusta Bramston, a Hampshire friend and neighbour of the Austen family, on reading Pride and Prejudice. In 1814, Jane Austen published Mansfield Park, a sophisticated study of love and family life. Mrs Bramston nevertheless thought she ought to give it go, and having struggled through volume one, “flattered herself she had got through the worst”. Jane Austen recorded this and other hilarious remarks from friends in a list of opinions on Mansfield Park. The document, in Austen’s own neat handwriting, is just one of the funny and sad items in the British Library’s new exhibition, Jane Austen Among Family and Friends, which opened on Tuesday. Austen surely recorded the comments in a spirit of malicious mockery rather than regret. Even if only a small number of readers appreciated her at the time of her death in 1817, she hopefully knew just how brilliant a writer she was. Two hundred years later, everyone knows it. Her face is to appear on £10 notes and £2 coins, and the bicentenary of her death will see a slew of exhibitions showcasing her writing and world. The British Library show concentrates on the handful of people who did value Austen: her family and friends. To them, she was not just an entertaining writer, but a daughter, sister and especially an aunt to her 33 nieces and nephews. Yet, while the Austens were proud of her, they couldn’t quite comprehend that she had published four   novels. “Every country has had its great men,” wrote her niece Caroline, “Such a one was my Aunt. ” She was actually doing her best to talk up Austen’s achievements, but lacked the language with which to do so. “Great” writers were so obviously supposed to be male, and not anyone’s aunt. Many of Austen’s stories  —   and some of her very earliest are on display at the British Library  —   were first written for family members, to be read aloud during quiet country evenings in the various parsonages, cottages and, in a few lucky cases, the mansions in which the extended Austen clan lived. Until she published her books, Austen had no income apart from pocket money from her father or brothers. “Her whole world was her family,” explains Sandra Tuppen, the exhibition’s curator. “They gave her stability to write, she was reliant on them for money. ” But with that came a sense of obligation. The exhibition contains a watercolour of Godmersham Park, her wealthy brother Edward’s mansion in Kent, where Jane spent long periods as the poor relation relied upon for cheap childcare. Once you know this, you understand how Austen the novelist used her   perspective to skewer the vanities of the genteel world. George Austen, Jane’s father, looms large in the exhibition. First, there’s the mahogany writing desk he bought her for her 19th birthday, which folds up into a neat, lockable box for travel. It represents a vote of confidence from the man who would act as her first, if unsuccessful, literary agent. One of the British Library’s treasures today, the desk’s drawers would have concealed the drafts of Sense and Sensibility and Pride and Prejudice. George also purchased the notebooks in which Jane wrote out the uproarious and wicked short stories of her adolescence and teens. The notebook called “Volume the Second” contains Jane’s own handwritten version, for example, of “The Beautiful Cassandra”. The heroine falls in love, but not with a bewitching young viscount. The object of her desire is a bonnet. She steals it from a shop, before going to a confectioner’s where she “devoured six ices, refused to pay for them, knocked down the Pastry Cook and walked away”. Cassandra’s riotous adventures take place in 12 short chapters, each a sentence long: another joke was that this “novel” contained only 350 words. The three of Jane’s notebooks containing her teenage writings have been reunited by the British Library for the first time in 40 years. But then there’s a letter from Jane to her brother Frank, telling him of their father’s death in Bath. His decease plunged his widow and daughters into financial crisis, for with George’s death their income simply stopped. From then on Jane had to live upon the charity of her brothers. “It’s a difficult society in which to be a woman,” explains Tuppen. “At one point, Jane has to stay in Kent for two months because there’s no one free among her brothers to ‘bring’ her home again. ” It was not respectable to travel in a public stagecoach alone. Frank was Jane’s benefactor, but also her controller. Every word written by Austen was published long ago, so what is there to gain from seeing the real thing? The paper, the pens, the handwriting are all important, according to Tuppen. “The kinds of book she had to write in affected how her stories grew,” she says, pointing out that all the exhibits are small, no sheet of paper wider than a handspan. Paper was expensive Austen had to use it carefully. “You also get a sense of her as a human being, quick thinking, very witty,” Tuppen continues, pointing out one letter where she has flipped the paper to squeeze more words in  . The exhibition closes with the last of Austen’s surviving letters, dating from just a few weeks before she died. Her hand, formerly so neat, has now become a scrawl. Poignantly, Jane reassures her nephew that she’s going to get well soon. “I am gaining strength very fast,” she claims. “I am now out of bed from 9 in the morning to 10 at night   Upon the Sopha t’is true. ” Within two months she would be dead, possibly from Hodgkin’s lymphoma, to be buried in Winchester Cathedral under a memorial that famously neglects even to mention her books. Austen often took her writing desk with her from her native Hampshire to London, where she negotiated her publishing deals. Once the British Library exhibition closes, the desk itself will be moved on to Oxford to appear from 23 June in the Bodleian Library’s Which Jane Austen? exhibition. Rather than turning inward on her family, this exhibition will look at her wider world, examining her role as a professional writer in an age of war and the clashing of empires. “She lived in turbulent times,” says Kathryn Sutherland, an Austen scholar and the curator of the Bodeleian show, who beleives Austen was “our first novelist to describe the effect of war on the home front”. That second notebook of early stories also has another journey planned: after London, it will appear from 13 May in The Mysterious Miss Austen at Winchester Discovery Centre. The book also contains Austen’s version of a Horrible Histories style parody of a pompous history textbook. Jane’s elder sister and closest confidante Cassandra illustrated it, and may have asked Jane to sit for the portrait of her favourite historical figure, Mary, Queen of Scots. You’ll be able to make up your own mind if you think the sitter is really her or not, as the exhibition focuses on the vexed issue of Austen’s physical appearance. It is “not the usual reverential fare,” says its curator Louise West, who wants the anniversary celebrations to be both “highbrow, and lowbrow”. Winchester will be the place to go to see the five   possible portraits of Jane Austen, each with its own supporters and detractors, gathered together for the first time. While Janeites are pleased that she’s going to be on the banknote, many of them feel the intense irony that the image chosen by the Bank of England is a prettified, fictional author portrait produced well after her death. One of Austen’s nieces described the image as a “pleasing, sweet face” yet confessed to “not thinking it much like the original”. Although all these anniversary exhibitions will attempt to reveal her to the world, it’s oddly appropriate that we don’t know quite what Austen looked like. “Seldom, very seldom,” she herself warns us, “does complete truth belong to any human disclosure seldom can it happen that something is not a little disguised. ” This most mysterious of authors always holds something back  —   and so continues to intrigue.  • Lucy Worsley’s book Jane Austen at Home will be published by Hodder in May. •This article was amended on 5 May 2017. An earlier version said that Austen’s desk would be displayed in the Bodleian Library’s Which Jane Austen? exhibition from 22 June, when in fact the exhibition is opening on the 23 June.", "prop": 0.06335164992695169},
{"article": "What is a broken tree like this, and thousands more like it along the Florida coast, going to cost insurance companies?   Superstorm Sandy ended up causing $18. 75 billion in U. S. insured property damage, according to the Insurance Information Institute. That didn’t even get it into  . But the last few years have been rather calm. According to III, the total claim payouts in the U. S. were only $15. 2 billion in 2015 and $15. 5 billion in 2014. And the insurance industry is now sitting on a pretty big surplus. Only six of the past 15 years have topped $30 billion in damage payouts. As of the end of the second quarter, the industry had a record surplus of $680 billion, according to data released by ISO Solutions and the Property Casualty Insurers Association of America. So even if claims jump in 2016, the industry should be able to handle the shock. Already in the first six months of 2016, payouts have been $14. 5 billion, mostly due to wildfires in California, hail storms in Texas and flooded vehicles in Louisiana, according to III. The Consumer Federation of America (CFA) estimates that Hurricane Matthew will result in as many as 100, 000 claims and exceed $7. 5 billion, mostly for wind claims. Flood claims are handled separately, through federal flood insurance payments for those who have coverage. Part of that cost being held down is because of   warned J. Robert Hunter, direction for insurance for CFA.   sometimes up to 15 percent, because of the risk involved for insurance companies. Many Florida homeowners are actually covered by a   agency created in 2002 to cover coastal residents in the   pool who were finding their commercial rates too high. The Florida Windstorm Underwriting Association and the Florida Residential Property & Casualty Joint Underwriting Association, Citizens Property Insurance Corp. (CPIC) were the fourth largest insurer in the state in 2015.     (The following statement was released by the rating agency) HONG KONG, July 05 (Fitch) Fitch Ratings has assigned Longfor Properties Co. Ltd. ’s (  ) proposed US dollar senior notes a ’ (EXP)’ expected rating. The notes are rated at the same level as Longfor’s senior unsecured rating because they constitute its direct and senior unsecured obligations. The final rating is subject to the receipt of final documentation conforming to information already received.   Longfor’s rat DETROIT    Hunter Pence drove in three runs with a groundout and a triple Wednesday night to lead the San Francisco Giants to a   victory over Detroit that spun the Tigers one step closer to a potential payroll pruning. ", "prop": 0.31592280875074424},
{"article": "Trusted Media Brands, the company formerly known as the Reader’s Digest Association, has laid off 31 workers in a White Plains,   children’s publishing unit known as Studio Fun International. The news was contained in a Workers Adjustment and Retraining Notice, or WARN, filed with the state Department of Labor. “The closing of Studio Fun International US is the next step in executing on our strategy to focus on our core businesses and brands,” said a spokeswoman. The company layoffs will reportedly begin around Oct. 20.", "prop": 0.05169184642953857},
{"article": "In the wake of Donald Trump’s election, some conservative Christians have been reckoning with feelings of alienation from their peers, who generally voted for Trump in strong numbers. But at least some progressive Protestant churches are experiencing the opposite effect: People have been returning to the pews. “The Sunday after the election was the size of an average Palm Sunday,” wrote Eric Folkerth, the senior pastor at Dallas’s Northaven United Methodist Church, in an email. More than 30   visitors signed in that day, “which is more than double the average [across] three weeks of a typical year,” he added. “I sincerely don’t recall another time when it feels like there has been a sustained desire on people’s part to be together with other progressive Christians. ” The Evangelical Reckoning Over Donald Trump, Anecdotal evidence suggests other liberal churches from a variety of denominations have been experiencing a similar spike over the past month, with their    levels of attendance staying relatively constant for several weeks. It’s not at all clear that the Trump bump, as the writer Diana Butler Bass termed it in a conversation with me, will be sustained beyond the first few months of the new administration. But it suggests that some progressives are searching for a moral vocabulary in grappling with the   —  including ways of thinking about community that don’t have to do with electoral politics. For progressives who expected Hillary Clinton to win, Trump’s victory was a shock. “I expected that I would be talking about reaching out to the people who lost,” said Debra Haffner, the minister at the   Unitarian Universalist Church in Reston, Virginia, in an interview. “My music director and I had talked about playing ‘Girl on Fire’ as our last song. Most of the people in our congregation supported the progressive candidate. ” Instead, she said, “people walked in here like they were going to a funeral. They were grieving, they were scared, and they needed hope. They needed community. ” Other pastors said they’ve heard similar themes in the past few weeks. In a small group discussion at Park Avenue Baptist Church in Atlanta, “many said that they felt personally threatened —  especially our LGBTQ folks,” said Trey Lyon, the pastor for communication and engagement. “Most of our folks are fugitives and refugees from the brand of ‘evangelicalism’ that elected Trump —  so for our folks it was mostly grieving and trying to figure out how the hell the people they grew up with could call themselves Christians and support Trump after all that he has unapologetically said and done. ” While a number of pastors spoke about their parishioners’ feelings of pain, they also spoke of a newfound sense of mission. “I am finding the coming Trump presidency   …     to be clarifying,” wrote Timothy Tutt, the senior minister at Westmoreland Congregational United Church of Christ in Bethesda, Maryland, in an email. “As a liberal Christian preacher it helps me find my voice. It helps me know who I am called to be. And helps our congregation know who we are —  and who we aren’t. ” Many progressive pastors are also trying to figure out the right political stance to take —  it’s difficult to determine how to stand up for their convictions while not alienating politically diverse congregations or their broader communities. “I believe Trump is the antithesis of everything Christian,” wrote Tricia Templeton, the rector at St. Dunstan’s Episcopal Church in Atlanta, in an email. “In the aftermath of this election, and with this administration, we are going to be called on to put our faith in action in ways we may not have done before. I think it is a time of true testing of our faith. ” People’s involvement in church is not neatly associated with the latest happenings in electoral politics. “Church attendance can be affected more by internal church factors than external events,” wrote Ben Hicks, the business manager and historian at St. George’s Episcopal Church in Fredericksburg, Maryland, in an email. “There are too many variables that affect attendance to isolate one —  weather, summer vacations, a baptism on a Sunday, an interim period, [or] Christmas [and] Easter, where you get people that attend once or twice a year. ” Some pastors said their congregations have seen temporarily higher levels of interest after big moments of crisis: The night after   when she was serving at a church in Chattanooga, Tennessee, Templeton said, she held a special service. “I thought maybe 40 or 50 people would come,” she said. “There were 400. ” Others mentioned Hurricane Katrina the 2012   shooting in Newtown, Connecticut the 2015 Emanuel A. M. E. Church shooting in Charleston, South Carolina and last spring’s massacre at the Pulse nightclub in Orlando, Florida, as events that seemed to inspire people to show up in big numbers. After a while, though, attendance levels have typically returned to normal after such events. “My experience is that it doesn’t translate into   commitments,” Haffner said. She thinks their numbers could go up modestly in the coming months, but she’s more focused on making sure people found the home they were looking for after November 8, no matter how temporary. “My hope is that people who have been thinking about coming to a Unitarian Universalist church for a long time came and found a place for meaning and community,” she said. Even if Trump doesn’t bring about a membership revolution in the American mainline, which has been steadily shrinking for years, some of the conversations these Protestant pastors reported were fascinating —  and suggest that this political environment might be theologically, morally, and intellectually generative for progressive religious traditions. Lyon sent me an excerpt from a   sermon he gave, which argued that Christians cannot depend on the government for moral leadership: If the state will not provide rations, then we will learn anew how to plant our own seeds. If the state questions the covenant of marriage, the church will say, “What God has joined together let no one cast asunder. ” If the state says, “There isn’t enough to go around,” we will say, “Evidently you aren’t managing it right, because in God’s economy there is enough for everyone to have their fill and enough left over to take some home with you. ” Others have recently made arguments along these lines as well. “Most churches are either silent about social justice or have replaced the Gospel with the basic tenets of a progressive platform,” wrote the poet Alysia Harris in the magazine Scalawag after the election. “But the election of Trump shows that we need to reimagine how we go about seeking justice, and I believe the Gospel presents an approach that will be highly effective under a Trump presidency. The truth is: Our liberation cannot and never will be delivered by the hand of the state. ” More people may be making their way into progressive churches right now, feeling lost and alone and seeking moral guidance. While new bodies are often taken as the most telling sign of revitalization, though, that may not be the case here. The preaching, and the new directions it may take, could end up being just as important.", "prop": 0.14889229759446845},
{"article": " Rodale Inc, a privately held media company known for publishing magazines such as Men’s Health and Runner’s World said on Wednesday that its board of directors had decided to explore strategic alternatives, including a potential sale of the company. Rodale is the latest publishing company trying to figure out its future in an online world where readers’ tastes have shifted away from print, leading to advertising declines across the industry. Most large media conglomerates have hived off their print businesses. Time Inc ( ) the publicly traded publisher of Time and Sports Illustrated magazines, ended a strategic review in April after talks with another publisher Meredith Corp ( ) broke off. Chief Executive Maria Rodale said in a statement that ”we are excited to explore opportunities for potential buyers of our business,” that can build on its brands.  Rodale said it is reviewing a sale of the entire business as well as some of its units. It could also decide not to sell, it said. A source familiar with the process who did not want to be named said the company would reach out to a wide range of buyers including other media companies and private equity firms.  Rodale’s valuation could not be learned and it does not disclose any financials. It said its brands reach 100 million people globally. Founded in 1942 in Emmaus, Pennsylvania, the family controlled company focuses on magazines and books that are focused on health and fitness such as Prevention and Bicycling magazine. It has also published books by celebrities such as Jessica Alba and Alicia Silverstone.  Rodale said in a press release that it had hired boutique investment bank Allen & Co LLC to assist in the process.  (Reporting by Liana B. Baker in San Francisco; editing by Diane Craft) U. S. denim retailer True Religion Apparel Inc said on Wednesday it filed for bankruptcy protection and signed a restructuring agreement with a majority of its lenders.   KONG Chinese private equity firm GSR Capital is looking to buy a substantial holding in Chile’s Sociedad Quimica Y Minera (SQM) one of the world’s biggest lithium producers, according to two sources with knowledge of the matter. ", "prop": 0.000365225350206604},
{"article": " Let’s hope there’s generous funding in Republicans’ new   bill to prevent and cure  . Wednesday was International Women’s Day, and to observe this annual commemoration House Republicans formally took up their legislation defunding Planned Parenthood, the nation’s largest provider of health services for women. House Speaker Paul Ryan, at a news conference Wednesday morning, boasted about ending the funding of Planned Parenthood, listing it as one of the things “we’ve been dreaming about doing. ” And what better time to make this dream come true than on International Women’s Day, on the eighth day of Women’s History Month? This could be the beginning of a new legislative style in Congress: Bills to “build the wall” could be marked up on Cinco de Mayo. The Iranian nuclear deal could be scrapped later this month on Nowruz. Plans to cut military assistance to Europe could be rolled out on  . It’s enough to give new meaning to National Awkward Moments Day  —   observed on March 18.  President Trump, in a morning tweet, marked International Women’s Day by hailing women as “vital to the fabric of our society. ” But that’s not quite the message his administration and its allies in Congress have been sending. Women’s rights activists held a strike and protests Wednesday, declaring it “A Day Without a Woman. ” In the Trump White House, it must often feel like that kind of day  —   and not only because Melania is in New York. A USA Today analysis last month found that men outnumbered women by more than 2 to 1 among top White House aides. Trump named only four women to his Cabinet, the fewest in a generation, and none to the top jobs at the State, Treasury, Defense and Justice Departments. His nominee for labor secretary withdrew as opponents made an issue of the way he and his company treated women, and Trump fired acting attorney general Sally Yates, an Obama administration holdover, after she refused to back his first travel ban. Meeting with the nation’s governors recently, Trump welcomed the governors “and their wives and daughters,” as if no women were governors. Trump’s vulgar statements about women, caught on tape, were a prominent part of the campaign, and, according to the media outlet Axios, he requires women working for him to “dress like women. ” He has hired as his executive assistant in the White House a    barre fitness instructor who served as the elevator “greeter” at Trump Tower.  And it isn’t just about appearances, as Emily’s List, a Democratic group that supports abortion rights, notes. On Jan. 23, two days after the huge Women’s March in the nation’s capital and other cities, Trump signed an executive order reinstating the global gag rule denying international funding to any organization that discusses abortion, even if the group doesn’t perform abortions. A photo of the signing showed Trump surrounded by men. Trump on his first day in office signed an order to “ease the burden” of Obamacare and has blessed the congressional legislation that could end Obamacare’s Medicaid expansion and its rule requiring insurance plans to cover maternity care. The bill is silent on the provision in Obamacare requiring contraception to be provided at low cost. Medicaid and other social programs that disproportionately benefit women are facing severe cutbacks in Trump’s budget. Trump, who promised to appoint justices who would overturn Roe v. Wade, nominated to the court Neil Gorsuch, who wrote the appellate decision in the Hobby Lobby case exempting employers from providing birth control as part of employer health plans if it conflicts with management’s religious beliefs. On immigration, Reuters reported over the weekend that the Trump administration is weighing a new policy to separate women from their children when they are caught entering the United States illegally. As of the end of last week, only eight bills had been passed by the new Congress and signed into law by Trump, half of them noncontroversial “suspension” bills. But it isn’t for lack of trying. Republicans in Congress have introduced a variety of abortion bans. The House passed the “No Taxpayer Funding of Abortion Act,” which opponents charge could block even private insurance from covering abortion. The House passed a bill overturning a rule President Barack Obama signed in December forbidding discrimination against Planned Parenthood and other family planning providers under Title X  —   clearing the way, Democrats say, to reducing access to contraception. The Senate, likewise, used the Congressional Review Act in its vote to overturn Obama’s “Fair Pay and Safe Workplaces” rule, designed to protect against, among other things, sexual harassment in the workplace. That’s quite a bit, and it’s still early. If this is how Trump and his allies in Congress celebrate International Women’s Day, one shudders to think how they will observe April 5: National Go for Broke Day.  Twitter: @Milbank   Read more from Dana Milbank’s archive, follow him on Twitter or subscribe to his updates on Facebook.                 ", "prop": 0.285125629106939},
{"article": "Jurors convicted a man of murdering Florida State University’s   mascot, who was  killed during a squabble over which spices to use in a gumbo recipe. Orlando Ricardo Thompson now faces up to life in prison for the fatal 2015 stabbing of Caleb Joshua Halley  —   best known as “Chief Osceola,” the FSU mascot who rides into Seminoles football games on a white Appaloosa horse, carrying a flaming feathered spear. Halley, 33, who claimed part Seminole and Creek Indian heritage, played Chief Osceola at FSU games from 2004 to 2007. Circuit Judge Michael Overstreet is set to sentence Thompson for the   murder conviction on May 4. Thompson, 27, and Halley were working at Buddy’s Seafood Market in Panama City Beach when they got into an argument over the spices to put in the restaurant’s gumbo in the summer of 2015. Thompson grabbed a decorative sword and slashed Halley, who died two days later, on June 25. After a   trial, jurors deliberated two hours and found Thompson guilty of   murder last Thursday,  . “Justice for Josh has been served, but it doesn’t bring him back,” according to a spokesman for Halley’s family. “We suffered the loss of a brilliant young man. Josh just touched so many lives. ”", "prop": 0.010092646425744497},
{"article": "Hillary Clinton preached to the faithful, Donald Trump embraced his   Staten Islander and Bernie Sanders attracted throngs of young supporters in Brooklyn on Sunday as candidates made a final weekend push for votes ahead of Tuesday’s huge New York primary. Clinton sought to consolidate her African American following, telling congregants at Grace Baptist Church in Mt. Vernon that she’ll “preserve and build on the progress that President Obama has made. ” But the former secretary of state gently distanced herself from the 1994 crime bill signed into law by husband Bill Clinton, which has led to record incarceration of young black men. “I will do everything I can   …     to reform the criminal justice system to confront systemic racism,” she said. “We will tackle the problem of mass incarceration. ” The Democratic frontrunner hopes a strong New York showing Tuesday can finally shake off challenger Sanders, riding a wave of enthusiastic young voters. The Vermont senator is speaking in Prospect Park at 4 p. m.  but hordes of his supporters were already at the event hours early. On the Republican side, frontrunner Trump told supporters at the Hilton Garden Inn that he has fond memories working summers on the island for his real estate magnate dad. “I love Staten Island. Tysens Park,” he said. “I worked on Staten Island for four summers. I love it. The greatest people. ” When asked where his favorite slice of pizza in the borough known for good slices, Trump responded: “I have a lot of them  …    Denino’s is good. ” Trump has been winning primaries, he’s struggled capturing delegates at various state conventions. He’s endured recent beatings, by Ted Cruz, in Wyoming and Colorado. Trump said he didn’t put any effort there, whining that those competitions were “rigged. ” “When it’s up to the bosses  —   we didn’t play in Colorado, because I heard that it was going to be for the bosses, for the RNC,” he told supporters. “I’m not going to waste a lot of money. Don’t forget, I’m self funding. We didn’t play there, we didn’t play in Wyoming because the game was rigged. That’s what you have to do, take them on trips, put them in hotel rooms. I don’t want to play that game. ” Trump has the most pledged delegates going Tuesday’s battle, he’s facing a steep hill to make the magic number of 1, 237 delegates before the GOP convention in Cleveland in July. Still, Trump campaign manager Corey Lewandowski told “Fox News Sunday that his boss is “presumptive nominee. ”  ", "prop": 0.8257407146709512},
{"article": "Donald Trump ended his journey to the American presidency the way he began it: by vowing to restore the borders of the United States. In launching his campaign a year and a half ago, Trump promised a wall to keep out Mexican immigrants and tariffs to keep out   cars. After taking his oath of office on Friday, Trump essentially announced what amounts to a dramatic break with decades of American foreign policy: The U. S. government will no longer focus on sustaining peace and prosperity beyond its borders. “A nation exists to serve its citizens,” not those of other countries, Trump declared. He issued a “new decree to be heard in every city, in every foreign capital, and in every hall of power” —  that U. S. decisions related to trade, immigration, and foreign affairs would “be made to benefit American workers and American families. ” ’American Carnage’: The Trump Era Begins, “For many decades, we’ve enriched foreign industry at the expense of American industry subsidized the armies of other countries, while allowing for the very sad depletion of our military,” Trump said. “We’ve defended other nations’ borders while refusing to defend our own. ” Many Republicans and Democrats support the things Trump is criticizing —  free trade, U. S. military alliances, the numerous other   aspects of globalization —  but not because they want to serve people in other countries more than their own people. Rather, it’s because they feel these things prevent major military conflicts and promote economic growth, openness, and interdependency in ways that ultimately benefit American workers and families. These benefits aren’t always apparent you don’t, for example, notice a world war that never happens. Trump, however, thinks these arguments are nonsense. He argues that America’s embrace of “globalism” has only stripped the country of its wealth, power, and ability to control its own affairs. As he once put it, the “  remains the true foundation of peace and harmony. ” In this way, Trump has emerged as the most prominent spokesman for a brand of nationalism that is gaining ground in many countries. Border walls and fences are going up around the world at an accelerating pace. Populist,   political parties are growing more popular in Europe as rates of immigration increase. “At least since Genghis Khan secured travel along the Silk Road, the flow of goods, money and people across borders has advanced and retreated in   waves,” Ruchir Sharma wrote this fall in The New York Times. “The retreat that began in 1914 continued for three decades, weakening the world economy and feeding the resentments that erupted into World War II. The retreat that began in 2008 is still gaining strength. ” In a recent study of how the concept of borders has changed over the last 500 years, the historian Charles Maier makes a critical distinction regarding territory that can be applied to Trump’s inaugural message. Territory is an “identity space,” he notes, providing a sense of belonging just like a person’s race or religion might. “Territory is still the emotional reference point for legal belonging,” Maier writes. But territory has also long served as a “decision space,” establishing the “reach of legislation and collective decisions” about “who belonged and who was foreign, how wealth would be generated and distributed, how the domain of the sacred must be honored, how families reproduced themselves. ” Globalization, Maier argues, has proven so disruptive and divisive because it has weakened decision space but not identity space. Nationalism remains strong, even as national leaders struggle to control what happens within their countries: Through the first three quarters of the twentieth century, excepting experiences of wartime or emigration, most adults in the West understood their decision space and their identity space to be congruent. The areas that claimed their loyalty also organized their labor, provided security, and ensured family continuity. Today these domains no longer coincide so pervasively. Territoriality seems less a resource for guaranteeing livelihoods, excluding foreigners, or maintaining coherence of values. It no longer provides the same capacity for control, even if territories remain the nexus of primary allegiance. Identity space and decision space have diverged. Globalization, Maier notes, has divided politicians into “globalists,” who “believe in and benefit from the new flows of capital and employment,” and “territorialists,” who “fear that their jobs and traditional values are being sacrificed. ” These camps cut across traditional party lines, which is scrambling the way politics works in many countries. Donald Trump, for example, favors policies of the “territorialist Left,” including the imposition of trade barriers to protect jobs, and policies of the “territorialist Right,” such as fortifying borders to prevent migration. On Friday, Trump called not just for the government to solely consider Americans when making its decisions, but also for Americans to display “total allegiance to the United States of America. ” In a sense, he called for America’s decision space and identity space to be reunited. In an era of globalization, that could bring about profound change.", "prop": 0.6542646437470279},
{"article": ", I want to receive updates from partners and sponsors. No great universities exist in the world without a deep institutional commitment to academic freedom, free inquiry, and free expression. For the past 60 years, American research universities have been vigilant against external and internal attempts to limit or destroy these values. The First Amendment scholar Geoffrey Stone has noted that free expression, in one form or another, has been continually under attack on campuses for the past 100 years. Today, these core university values are being questioned again, but from a new source: the students who are being educated at them. What explains this recent outcry against free expression on campus? Multiple possible explanations exist, of course, including the hypothesis that parents have coddled a generation of youngsters to the point where students feel that they should not be exposed to anything harmful to their psyches or beliefs. Whether or not these psychological narratives are valid, there are, I believe, additional cultural, institutional, and societal explanations for what is going on. And the overarching theme is that today’s youngsters, beginning in preschool, are responding to living in a contrived culture of fear and distrust. There’s hardly consensus among students on the forms or appropriateness of these restrictions on speech. Today, nearly half of a random sample of roughly 3, 000 college students surveyed by Gallup earlier this year are supportive of restrictions on certain forms of free speech on campus, and 69 percent support disciplinary action against either students or faculty members who use intentionally offensive language or commit “microagressions” —  speech they deem racist, sexist, or homophobic. According to a   survey conducted by Yale last year, of those who knew what trigger warnings are, 63 percent would favor their professors using them —  by attaching advisories to the books on their reading lists that might offend or disrespect some students, for example —  while only 23 percent would oppose. Counterintuitively, liberal students are more likely than conservative students to say the First Amendment is outdated. Consider a few recent cases: Brown University, Johns Hopkins University, Williams College, and Haverford College, among others schools, withdrew speaking invitations, including those for commencement addresses, because students objected to the views or political ideology of the invited speaker. Brandeis University began to monitor the class of a professor who had explained that Mexican immigrants to the United States are sometime called “wetbacks,” a comment about the history of a derogatory term that outraged some Mexican American students. Black students at Princeton University protested against the “racial climate on campus” and demanded that Woodrow Wilson’s name be removed from its school of Public and International Affairs. The chilling effect of these kind of restrictions on speech were not lost in 1947 on Robert Hutchins, the president of the University of Chicago, who opined during the McCarthy period: “The question is not how many professors have been fired for their beliefs, but how many think they might be. ” Born in the   seniors in my Columbia University undergraduate seminars today likely have not experienced major national threats, except for their vague memories of the   terrorist attacks. Yet these “millennials” might better be labeled “children of war and fear. ” During their politically conscious lifetime, they have known only a United States immersed in protracted wars against real and   terrorists, a place where fear itself influences their attitudes toward other civil liberties. Students are asked to pit freedom of expression or privacy against personal security. During times when elected officials have exploited the public’s fear of terrorism for political gain, students seem more willing to trade civil liberties for a sense of security. Since the   tragedy, the use of fear is still pervasive in the United States. Indeed, the distortion of fear pervades today’s students’ thinking —  they tend to overestimate, for example, the probability of a terrorist attack affecting them. When this fear is combined with the rapid expansion of social media and the prevalence of government surveillance, students often dismiss concepts like “privacy” as   values that are irrelevant to them, In fact, my experience at Columbia suggests that many students believe that the very idea of privacy is obsolete most of my students don’t seem to mind this loss when it’s weighed against uncovering potential terrorists. Add to this apprehension the fears that so many students of color experienced before college —  a rational fear of the police, of racial stereotypes, of continual exposure to epithets and prejudice —  and it is no wonder that they seek safe havens. They may have expected to find this safe haven in college, but instead they find prejudice, stereotyping, slurs, and phobic statements on the campuses as well. Additionally, many of these students employ the classification of “the insider. ” Believing that “outsiders” cannot possibly understand the situation that faces these groups of offended individuals, by virtual of race, gender, ethnicity, or some other category, the students often dismiss the views of their professors and administrators who can’t “get it” because they are not part of the oppressed group. Many of the young adults at highly selective colleges and universities have been forced to follow a straight and narrow path, never deviating from it because of a passion unrelated to school work, and have not been allowed, therefore, to live what many would consider a normal childhood —  to play, to learn by doing, to challenge their teachers, to make mistakes. Their families and their network of friends and social peers have placed extreme pressure on them to achieve, or win in a   game with their own friends. While it’s difficult to assess the cases, and while myriad factors likely contribute to the poor mental health among college students, in 2015 roughly 18 percent of undergraduates reported being diagnosed or treated for anxiety in the past year, according to the American College Health Association’s 2015 annual survey the rate was 15 percent for depression. Many are taking   and   medication upon entry into college. But there is a different, though equally important, reason many students today are willing to suppress free expression on campus. And the fault largely lies at the feet of many of the country’s academic leaders. Students and their families have been increasingly treated as “customers. ” Presidents of colleges and universities have been too reluctant to “offend” their customers, which may help explain why they so often yield to   demands by students. Courage at universities is, unfortunately, a rare commodity —  and it’s particularly rare among leaders of institutions pressured by students to act in a politically correct way. It seems that the vast majority of presidents and provosts of the finest U. S. universities have not seized this moment of concern voiced by students as a teaching moment —  a moment to instruct and discuss with students what college is about. Too many academic leaders are obsessed with the security of their own jobs and their desire to protect the reputation of their institution, and too few are sufficiently interested in making statements that may offend students but that show them why they are at these colleges —  and why free expression is a core and enabling value of any   institution that considers itself of the first rank. Of course, there are strong academic leaders who do encourage open discussions of issues raised by students while also speaking out against restrictions on campus speech, against speech codes,   psychology, and  . But they are too few and far between. Students want to be protected against slurs, epithets, and different opinions from their own —  protected from challenges to their prior beliefs and presuppositions. They fear not being respected because of a status that they occupy. But that is not what college is about. While some educators and policymakers see college primarily as a place where students develop skills for   jobs, the goal of a college education is for students to learn to think independently and skeptically and to learn how to make and defend their point of view. It is not to suppress ideas that they find opprobrious. Yet students are willing to trade off free expression for greater inclusion and the suppression of books or speech that offend —  even if this means that many topics of importance to their development never are openly discussed. Of all of America’s great universities, the University of Chicago seems to have come the closest historically to getting this right. The school’s   1967 Kalven Committee report was, I believe, correct when it stated: “The mission of the university is the discovery, improvement, and dissemination of knowledge. Its domain and scrutiny includes all aspects and all values of society. A university faithful to its mission will provide enduring challenges to social values, policies, practices, and institutions. By design and by effect, it is the institution which creates discontent with the existing social arrangements and proposes new ones. In brief, a good university, like Socrates, will be upsetting. ”  Almost 50 years later, at the request of its President Robert Zimmer, The University of Chicago again articulated its position on “freedom of expression. ” The short document quotes the historian and former Chicago president, Hanna Holborn Gray: “Education should not be intended to make people comfortable, it is made to make them think. Universities should be expected to provide the conditions within which hard thought, and therefore strong disagreement, independent judgment, and the questioning of stubborn assumptions, can flourish in an environment of the greatest freedom. ” “In a word,” the report goes on, “the University’s fundamental commitment is to the principle that debate or deliberation may not be suppressed because the ideas put forth are thought by some or even by most members of the University community to be offensive, unwise, immoral, or  . ” Yet students may be signaling that their commitment to “community” values may take precedence over this core value that many administrators have seen as essential for truly great institutions of learning. A physically safe environment is an absolutely necessary condition for heated debate over ideas. The university cannot tolerate violations of personal space, physical threats, sustained public interruptions of speakers, or verbal epithets directed toward specific students that lies beyond the boundaries of academic freedom. That doesn’t mean, however, that a college or university should introduce policies that will curtail or chill debate, that adhere to the politically correct beliefs of the moment, or that let their leaders off the hook through capitulation to “demands” that stifle discourse and conversations about what a university education aims to produce.", "prop": 0.5256850323396463},
{"article": "GOP presidential candidate Sen. Ted Cruz ( ) posted an   on Twitter before the Democratic debate on Sunday night, “As the ‪#DemDebate begins, Republicans have to wonder which team ‪@realDonaldTrump would play for. ”[Attached to Cruz’s tweet was a link to a YouTube video, which is a montage of GOP frontrunner Donald Trump praising Democrat frontrunner Hillary Clinton during interviews in the past.  “She really works hard,” Trump stated in one of the old interviews. “I think she does a good job. ” “They are just really terrific people,” he said of both Bill and Hillary Clinton. “I like them both very much. ” Cruz and Trump have been criticizing one another since questions arose about whether or not Cruz was a “natural born” citizen and eligible to run for President of the United States after an interview Trump did with The Washington Post. ", "prop": 0.6816024551200738},
{"article": "The European Union (EU) is going through an “existential crisis” that can only be solved through more military integration, Turkish accession and the creation of a “true union” EU chiefs have said. [In a document on the political union’s foreign policy objectives in light of the UK’s vote to leave, EU officials call for a “stronger Europe” the draws on “the combined weight of a true union”.  EU foreign policy chief Federica Mogherini points out in the foreword that “the European Union currently deploys seventeen military and civilian operations, with thousands of men and women serving under the European flag for peace and security” before calling for further integration. The document adds that the EU needs “full spectrum defence capabilities” and although it claims members states will “remain sovereign” in decisions of defence, it goes on to say: “To acquire and maintain many of these capabilities, defence cooperation must become the norm. ” In a strong hint that it plans to create a shared army that can operate alongside but also separately from Nato, it says that while the transatlantic defence organisation “exists to defend its members” Europeans “must be better equipped, trained and organised to contribute decisively to such collective efforts, as well as to act autonomously as necessary. ” It also calls for a “strong European defence industry” supported by “Union funds” and “multinational cooperation”. The EU’s military efforts will be bolstered  by a “diplomatic network” that runs “wide and deep in all corners of the globe” the document adds. However, in a reminder of one the pet hates of Eurosceptics, the document also contains a good deal of unclear jargon. At one point, it says: “The EU will be a responsible global stakeholder, but responsibility must be shared and requires investing in our partnerships.   will be our guiding principle in advancing a   global order. ” In terms of Turkish membership, the document is clear that it should happen as soon as possible. At one point it outlines the EU’s desire to expand further, calling for a “credible accession process” for the countries of the Western Balkans and Turkey. In the meantime, it also calls for greater cooperation with Turkey in the hope that it can bring the country’s Islamist government in line with EU accession criteria, including a restoration of relations with the EU state of Cyprus.  Turkish citizens should also have easier visa access to the EU, it says. “The EU will therefore pursue the accession process  —   sticking to strict and fair accession conditionality  —   while coherently engaging in dialogue on   regional security and refugees. We will also work on a modernised customs union and visa liberalisation, and cooperate further with Turkey in the fields of education, energy and transport. ” The document is further evidence that EU leaders are trying to rush integration after the Brexit vote, in a bid to prevent other member states seceding. Earlier this week, the Chairman of the European Parliament Committee on Foreign Affairs, Elmar Brok, called for the creation of an EU army, telling German paper Die Welt: “We need a common (military) headquarters and a coalition (of EU countries) acting in accordance with the permanent structural cooperation of the EU Treaty. From such a group an EU army could eventually arise. ” The plans may come up against opposition from ordinary voters, however. Earlier this year, a Pew poll showed that the vast majority of EU citizens were reluctant to increase defence spending. Of all 28 EU member states, only Poles and the Dutch favoured an increase.", "prop": 0.043353175936671984},
{"article": "CHEROKEE, Iowa —   “The truth about Hillary Clinton and the truth about Bill Clinton will naturally come out throughout the course of the democratic process,” Sen. Ted Cruz told Breitbart News in an interview on his   bus tour through Iowa. [Cruz told Breitbart News that he doesn’t want to launch personal attacks against Hillary and Bill Clinton’s history with women during Mr. Clinton’s time in office from 1993 to 2001, but does believe that the democratic process will reveal the truth about their history.  “I believe at the end of the day, truth will prevail,” Cruz said. “For the last seven years women have done much, much worse under the   economy. The policies that Hillary Clinton advocates have proven to be a manifest disaster for Americans across the country, but for women in particular. We have seen millions of women enter poverty under Barack Obama. ”", "prop": 0.9937069921158683},
{"article": "  LAS VEGAS  —   Maria Herrera, a    retired casino housekeeper, feels no affinity for Marco Rubio even as he aims to make history as the first Hispanic president of the United States. As she explained: “He’s Cuban. I’m Mexican. ” “Rubio says things that are not good for Mexicans,” Herrera said, adding that she supports Hillary Clinton. “I would never vote for him just because he’s Latino. ” Rubio, whose parents are from Cuba, and Ted Cruz, whose father was born in Cuba, are competing to be the first Hispanic in the White House  —   and casting unprecedented attention on the nation’s growing Hispanic vote. But in several key swing states  —   Nevada, Colorado, Florida and Virginia  —   most Latinos are not Cuban. Most lean Democratic  —   and identify more with their country of origin than with the broader terms, Hispanic or Latino, for those from   countries. Most also oppose both Rubio’s and Cruz’s positions on immigration reform. All of that, in addition to   tensions between Cuban and Mexican immigrants, could dash the GOP’s hopes that Cruz or Rubio could do what few Republicans have been able to do in a presidential election: attract significant Hispanic support.  [Rubio’s cousin, a Democrat, says Marco has his love but not his vote]    Republican presidential candidate, Sen. Marco Rubio ( .) took a break from campaigning Dec. 30 to watch his kids go sledding near the Iowa State Capitol. (AP)   Mexicans account for nearly   of the Latinos in the United States  —   about 35 million people. Cubans are the   group, after Puerto Ricans, with just 2 million people, or only 3. 7 percent of the Latino vote, according to the Pew Research Center.  In interviews in wedding chapels and casinos, all around this city of stretch limos, slot machines and neon signs, Mexicans who make up so much of the workforce said it would be far more meaningful to elect the first Mexican American president than the first Latino. Many said they would vote for a   over a Cuban American. In two days of interviews, not a single Mexican said he or she supported Rubio or Cruz, and even some Cubans said they don’t plan to support either Cuban American candidate. Part of the friction between Mexicans and Cubans comes from the starkly different reception they get when they arrive in the United States. Cubans who reach U. S. shores are almost automatically granted residency and eligibility for food stamps and other welfare benefits because of a special policy for those coming from the communist island  —   many arriving through Mexico. Mexicans who enter without legal papers live under the threat of deportation. There are cultural distinctions, too. They speak with different accents, celebrate different customs and eat different foods. Mexico is   while Cuba loves baseball.  “Except for the fact that they both speak Spanish, everything else is totally different,” said Carlos Artiles, 50, a bartender at the Florida Café Cuban Bar & Grill, where the eggs come with stuffed potatoes and fried plaintains. Artiles, a Cuban, quickly became a citizen, but he sees firsthand how Mexicans, including his wife, try unsuccessfully for years and “pay thousands of dollars to attorneys to help. It’s completely unfair. ” “No way” will Mexicans rally around presidential candidates just because they are Cuban, he said. “Like oil and water” is how Alejandro Carrillo, a Mexican salesman, describes Mexicans and Cubans. He said he believes that Cubans have it easier in the United States and often act as though they are better than Mexicans. As he shopped in Moda Latina, looking at cowboy boots and hats, Carrillo said the differences between Cubans and Mexicans extend right down to how they dress: “I never once saw a Cuban who wore boots. ” About 30 percent of Nevada’s population and 20 percent of its electorate is Latino. Mexicans far outnumber any Latino group here, but Cubans command an outsize influence. Cuba had a thriving casino business when Fidel Castro seized control in 1959, and many Cuban casino workers fled the island and moved to this gambling mecca. For decades, Cubans have been influential in business,   media and politics  —   just as they are in South Florida, home to the greatest concentration of Cubans. Otto Merida, a prominent Cuban here who ran the Latin Chamber of Commerce for 40 years, said, “It would be a dream to have a Cuban American in the White House,” and he likes Rubio. But early on, Merida signed up to support former Florida Gov. Jeb Bush. “If he could catch fire,” Bush would do very well with Mexican Americans because he is married to a woman born in Mexico, he said. Andres Ramirez, a Democratic strategist in Nevada, said that despite differences, many Cubans and Mexicans get along. Some Hispanics  —   no matter the nationality  —   will vote for a candidate “just because they’re a Latino, just like some people will vote for a woman because she is woman  —   but that is not the majority. ” “Surnames can matter, but people vote on policy and platforms,” Ramirez said. Rubio, whose wife is the daughter of immigrants from Colombia, has shown more ability to win over   Hispanics in Florida than Cruz has in Texas, when they ran their Senate races, according to exit polls. Rubio campaigns, in both English and fluent Spanish, about being the son of immigrants who came to America for a better life for their children.  But Fernand Amandi, managing partner of Bendixen & Amandi International, which frequently surveys the Hispanic community, said that in a presidential election, Rubio will face much more intense opposition because Democrats will highlight the fact that he yanked his support for comprehensive immigration reform. Cruz unequivocally  —   “today, tomorrow, forever”  —   opposes giving citizenship to millions of undocumented immigrants, a great number of whom are Mexican. Not all Mexicans interviewed were in the country legally, and some have legal status but not citizenship, and so they are not eligible to vote. But those Mexicans who are citizens, such as Herrera, who was washing her clothes in a laundromat, said they plan to vote for Clinton. The Republicans and Democrats are holding caucuses in Nevada next month, in the first   voting in the West, right after Iowa and New Hampshire. Herrera said she was more interested in having the first female president than the first Latino president. What Clinton says is more appealing to her than what she hears from Rubio or Cruz, she said. Many Cubans lavished praise on Rubio, who lived in Las Vegas as a child while his father worked as a hotel bartender and his mother as a maid. A few said they like Cruz but not enough to consider voting for him. And several Cubans said they support Trump, the candidate most despised by Mexicans. Trump has referred to some Mexicans as “rapists” and promised to build a gigantic wall on the border to keep Mexicans out. “Trump says what others won’t. He fears nothing,” said Elizabeth Abad, 46, who left Cuba a decade ago, became a U. S. citizen and works at the Florida Café. “I like his toughness. ” Sergio Perez, 47, owner of the Florida Café and the Havana Grill, where Rubio recently held a big rally, also thinks Trump is the best candidate “in these difficult times. ” Perez said people are anxious and cannot afford the same life  —   not even the same amount of groceries  —   they once had. “Nobody felt good this Christmas,” he said, adding that Trump, a businessman, knows how to build things and put people to work. “It’s a dream to have a Cuban guy as president,” he said about Rubio, whom he called “a beautiful guy, smart, charming. He could be a great vice president. ” But don’t expect Mexicans to vote for him because, Perez said, “Eighty percent of the Mexicans don’t like the Cuban people. ”  ", "prop": 0.05976747136418418},
{"article": "’   Rejoice! Google has finally added     trip support for its Maps app on iPhone. ’ ’   The feature has long been available on the desktop version, which   made its absence on the app even more annoying for those of us  —     like me  —   who like to plan road trips on a computer but rely   on a phone for navigation. Not being able to add multiple   stops on the app was incredibly frustrating. ’ ’   The capability rolled out at the end of June on Android, but   just got the iPhone boost on Friday. ’ ’   Just open the app, tap the corner menu, and click ”Add stop.” You   can rearrange the order of stops by clicking on the three lines   next to one and then dragging it: ’ ’  ’ ”   Here’s the GIF explanation that Google made for Android: ” ’  ’", "prop": 1.3371431785803732e-07},
{"article": "WASHINGTON  —   The escalating American military engagement in Somalia has led the Obama administration to expand the legal scope of the war against Al Qaeda, a move that will strengthen   Donald J. Trump’s authority to combat thousands of Islamist fighters in the chaotic Horn of Africa nation. The administration has decided to deem the Shabab, the Islamist militant group in Somalia, to be part of the armed conflict that Congress authorized against the perpetrators of the Sept. 11, 2001, terrorist attacks, according to senior American officials. The move is intended to shore up the legal basis for an intensifying campaign of airstrikes and other counterterrorism operations, carried out largely in support of African Union and Somali government forces. The executive branch’s stretching of the 2001 war authorization against the original Al Qaeda to cover other Islamist groups in countries far from Afghanistan  —   even ones, like the Shabab, that did not exist at the time  —   has prompted recurring objections from some legal and foreign policy experts. The Shabab decision is expected to be publicly disclosed next month in a letter to Congress listing global deployments. It is part of the Obama administration’s pattern of relaxing various   rules for airstrikes against Islamist militants as it tries to help its partner forces in several conflicts. In June, the administration quietly broadened the military’s authority to carry out airstrikes in Afghanistan to encompass operations intended “to achieve strategic effects,” meaning targeting people impeding the work of Afghan government forces, officials said. Previously, strikes in Afghanistan were permitted only in   for counterterrorism operations targeting Qaeda or Islamic State forces, or to “prevent a strategic defeat” of Afghan forces. Later in the summer, the administration deemed Surt, Libya, an “area of active hostilities,” after the Libyan prime minister asked for assistance in dislodging Islamic State militants from that city. The move exempted the area from 2013 rules that restrict drone strikes and other counterterrorism operations away from battlefield zones, which President Obama had announced in a major speech that year that sought to turn a page in the   war against Al Qaeda. As of last week, the Pentagon had carried out 420 airstrikes against militants in Surt since August. In Somalia, the 2013 rules limiting airstrikes away from “areas of active hostilities” still apply for now. But in practice, restrictions are being eased there in another way: Over the past year, the military has routinely invoked a   exception to those rules for airstrikes taken in “” which can include strikes to help foreign partners even when Americans are not at direct risk. The Shabab grew up as an Islamist insurgency after 2007, when Ethiopia, with American support, invaded Somalia to overthrow an Islamist council that had briefly taken control of much of the   country. The officials familiar with the internal deliberations spoke on the condition of anonymity. In a statement, Lisa Monaco, Mr. Obama’s top counterterrorism adviser, emphasized that the terrorist threat “is constantly evolving and requires an adaptable response. ” The administration’s strategy, Ms. Monaco said, “recognizes that we must more effectively partner with countries where terrorist networks take hold, enabling and empowering these partners to share the burden of combating these threats to our mutual interests. ” “Because the threats and enemies we face evolve and adapt,” she continued, “we must be flexible in confronting them where they are  —   always doing so consistent with our laws and our values. ” But some experts criticized the administration for using a    congressional authorization as a justification to go to war with the Shabab. “It’s crazy that a piece of legislation that was grounded specifically in the experience of   is now being repurposed for close air support for regional security forces in Somalia,” said Micah Zenko, a senior fellow at the Council on Foreign Relations. Under the 2001 authorization, the United States is engaged in an armed conflict with a specific organization, not every Islamist militant in the world. But that authority has proved elastic. In 2014, for example, Mr. Obama declared that the 2001 law authorized him to battle the Islamic State in Iraq and Syria. An Army captain rejected that claim and argued that the Islamic State war was illegal because Congress had never explicitly approved it. Last week, a judge dismissed that lawsuit, without ruling on its merits. In Somalia, the United States had long taken the position that a handful of Shabab leaders, as individuals, had sufficient ties to Al Qaeda to make them wartime targets. But it has debated internally for years whether the Shabab as a whole, including their thousands of foot soldiers, can or should be declared part of the enemy. To qualify as an “associated force,” a group must be an organized armed body that has aligned with Al Qaeda and entered the fight against the United States or its partners. Officials declined to discuss whether there were specific new reasons to justify declaring that the Shabab could meet that standard. For now, the administration intends to continue its strategy in Somalia of primarily helping partner forces battle the Shabab  —   including carrying out airstrikes to defend them when they get into trouble during missions. It is not declaring Somalia an “area of active hostilities,” which would free up the American military to carry out airstrikes targeting   militants more expansively. In particular, officials said, Somalia  —   unlike Afghanistan, Iraq, Syria and Surt  —   will continue to be subject to the Presidential Policy Guidance, the set of 2013 rules for drone strikes and other counterterrorism operations outside conventional war zones. The 2013 rules apply restraints on the use of lethal force outside areas of active hostilities. They include   interagency review of proposed strikes and requirements that the target pose a threat to Americans  —   not just to American interests  —   and near certainty that no civilians would be killed. But the military always retains an inherent right to carry out strikes in its own defense, officials said, and it has conducted “collective  ” strikes to aid partners in Somalia with growing frequency over the past year. On March 5, the military carried out a huge airstrike in Somalia that killed over 150 people said to be Shabab fighters planning to attack an African Union base where American advisers were stationed. The military undertook the strike without consulting Washington policy makers, calling it a matter of  . The enormous death toll raised internal questions, officials said, about whether the   exception in the 2013 rules had become a loophole permitting more unconstrained warfare. The dilemma sharpened in the following months as   Somali government forces got into trouble and required “collective  ” airstrikes to bail them out, even though no American advisers faced direct threat. The emerging pattern, officials said, brought to the surface an inherent conflict between two principles of Mr. Obama’s counterterrorism strategy: his effort to impose constraints on airstrikes outside war zones, as reflected in the 2013 rules, and his “light footprint” approach of building up and working with partner forces rather than using American forces to occupy countries. One problem, the officials said, is that the 2013 rules were written against the backdrop of operations at the time in Yemen, in which drones based abroad flew over the country, took planned shots and flew out again. But when American advisers are on the ground working with partners, as they are in Somalia, both the Americans and their partners attract fire or get into combat situations and need to be defended. “I think it’s a real tension,” said Luke Hartig, who was the senior director for counterterrorism at the National Security Council until this year. “We ask countries to go into the fight against our counterterrorism adversaries, but we have a stated policy of not using force against groups unless they pose a continuing and imminent threat to Americans. ” “At the same time, we don’t want to just be everyone’s air force,” said Mr. Hartig, who is now a fellow at New America, a think tank in Washington. The administration decided against exempting Somalia from the 2013 rules because its adherence to limits intended to avoid civilian casualties was seen as helping to maintain partner support for American operations. Another aspect of the dilemma the administration faces, the officials said, centers in part on the War Powers Resolution, a   War law that limits combat deployments that Congress has not authorized to 60 days. After the March 5 airstrike, the administration argued that the War Powers Resolution limits did not apply to strikes made both to aid African Union forces battling the Shabab and to defend American advisers. The idea was that Americans had been deployed to Somalia in part to counter   Shabab elements, so the 2001 authorization covered their presence and strikes to defend them from any threat. But as American partners have been going after the Shabab in general more often without any particular focus on individuals linked to Al Qaeda, it has been harder to point to any congressional authorization for such airstrikes that would satisfy the War Powers Resolution. As the election neared, the administration decided it would be irresponsible to hand off Somali counterterrorism operations to Mr. Obama’s successor with that growing tension unresolved. Now, as Mr. Zenko pointed out, “this administration leaves the Trump administration with tremendously expanded capabilities and authorities. ”", "prop": 0.2268278054954513},
{"article": "        A woman prays at a graveyard at a Christian church in Dhaka, Bangladesh. (Allison   Images)  The Islamic State’s presence is on the rise in Bangladesh. Photographer Allison Joyce felt compelled to travel there to see what has been happening. She spoke to In Sight about her experiences. “This is a story that I have been wanting to work on since the liberal ‘atheist’ bloggers started to be attacked in 2013. Things got even worse when in September 2015 an Italian citizen, Caesar Tavello, was shot and killed in what is considered to be one of the safest neighborhoods in Dhaka. The attack was claimed by ISIS, the first attack of its kind in Bangladesh, and it kicked off a series of attacks on foreigners and religious minorities across Bangladesh. Since Sept. 28, 2015, there have been seventeen attacks claimed by ISIS and Islamic extremists and since Feb. 15, 2013, six bloggers have been murdered, and many others injured in attacks. Visually, this was a difficult story to tell. It felt like we were chasing ghosts across the country. How do you illustrate radical groups who hide in the shadows? In the end, I decided to visit the victims of the attacks, photograph the sites where some of them took place, and visit the madrassa and mosque where the spiritual leader of the radical group, the Ansrullah Bangla Team, used to teach.    Ambia Begum, wife of Christian convert Hossain Ali, who was murdered by Islamic State militants, cries in her home in Kurigram, Bangladesh. (Allison   Images)     Activist Baki Billah holds a text message he received that reads “You are a stain on the name of Islam. Be prepared for the final sentence. ” in Dhaka. (Allison   Images)     A woman cries during a church service led by the Rev. Barnbash in Rangpur, Bangladesh. (Allison   Images)  One attack (on Hossain Ali) happened in the north of the country while we were in the middle of taking photographs in Dhaka, so we drove through the night and arrived at the site the next day. The trip also gave us a chance to spend time with a few Christian leaders living in the same region, who are living in the shadow of death threats they received from the Islamic State. Many of the bloggers and Christian leaders I spent time with live in a state of hyper vigilance, with a constant fear hanging over their heads that anywhere and anytime they could be attacked. Even with the option of police protection, many don’t feel safe, and given the fatal Islamic State attack on a police check post in November, that fear seems  .    Blogger and author Ranadipan Basu smokes a cigarette in an unspecified city in Bangladesh. Basu was stabbed nine times last year. (Allison   Images)     People leave a service at a Christian church in Dhaka. (Allison   Images)     Letters received by a Baptist minister from the Islamic State. The letters contain threats against Christian leaders in Rangpur, Bangladesh. (Allison   Images)  The one ray of light that shined through during this project came while spending time with the incredible, courageous and brave the Rev. Barnbash, who goes by only one name. He has received multiple death threats from the Islamic State because of the work he does as a Christian priest in northern Bangladesh, but he continues on with his work as he has for the past decade or so, traveling around the district to lead services. We had been following him for half the day and had finally reached this small village after an hour and a half driving through bumpy, unpaved village roads. As soon as we reached the tiny church, the power went out in the village. Kerosene lanterns were lit, and the reverend led the congregation in a short prayer outside, then one by one as they filed into the church he washed all of their feet (a huge gesture in this culture) by candlelight, in a small basin while women sang beautiful, haunting hymns in Bengali. After a challenging week covering death, extremism, pain and suffering, I was moved to tears. His grace, strength and resilience is something that I’ve seen reflected in so many Bangladeshis over the years, and it made me think that just maybe, things will be okay here in Bangladesh in the end, because of people like him. ”    Baki Billah poses for a photo in Dhaka. Billah was an activist during the Shahbag movement and has written and spoken out against Islamic fundamentalism. Because of this, he has received threats. (Allison   Images)     Men study at the Jamia Rahmania Arabia madrassa, where Mufti Jasim Uddin Rahmani who is the spiritual leader of the Islamic militant group, the Ansarullah Bangla Team, used to teach in Dhaka. (Allison   Images)     A man worships at the Hussaini Dalan Shia shrine in Dhaka. On Oct. 24, three bombs were thrown at the shrine during a large gathering, killing one and injuring over 100 people. The Islamic State claimed responsibility for the attack. (Allison   Images)     Publisher Robin Ahasan works in his office in Dhaka. Ahasan has been threatened three times for his work, once receiving a white burial shroud in the mail, and other times receiving letters addressed to the “Enemy of Islam” that read “Your reward for publishing this material is death, and we shall deliver it at anytime. ” (Allison   Images)     Blogger and author Ranadipan Basu displays an injury received after being stabbed nine times last year. (Allison   Images)     Pastor Manik, who has received death threats from the Islamic State, teaches at a school in Rangpur, Bangladesh. (Allison   Images)     Women walk down the road toward the Hussaini Dalan Shia shrine in Dhaka, Bangladesh. On Oct. 24, three bombs were thrown at the shrine during a large gathering, killing one and injuring over 100 people. The Islamic State claimed responsibility for the attack. (Allison   Images)  Allison Joyce is based between Mumbai and Dhaka, Bangladesh. You can see more of her work here.", "prop": 0.15164041236480702},
{"article": "    The   debate has returned to the forefront of the Republican presidential battle as the candidates charge into Saturday’s South Carolina primary, going to great lengths to prove their steadfast support of the Second Amendment. Donald Trump and Ted Cruz are locked in a nasty fight over the issue, as Cruz effectively argues the billionaire businessman would, if elected, abolish gun rights. “If Donald Trump becomes president, the Second Amendment will be written out of the Constitution, because it is abundantly clear that Donald Trump is not a conservative,” Cruz told ABC News on Sunday, the morning after a GOP debate in Greenville. Trump claims Cruz is blatantly misrepresenting his positions and has demanded Cruz retract his statements. “Cruz does lie,” Trump said Wednesday at a South Carolina rally, after earlier declaring, “I’m the strongest person on the stage for the Second Amendment. ” He also said Wednesday that he and his sons are “proud” National Rifle Association members. Jeb Bush, meanwhile, drew considerable attention this week for tweeting a picture of a personalized gun with his name etched into it. Next to the photo was a single word: “America. ” America. pic. twitter.  While he faced Twitter ridicule for it, Bush defended the tweet on Fox News’ “America’s Newsroom,” explaining that the gun was given to him by a manufacturer during a visit.  “It was to say that I’m for the Second Amendment,” Bush said, touting his NRA rating. “It meant nothing more than that. It was an appreciation for receiving a gun at a manufacturer that makes the gun, and a lot of jobs are created because of that. ” It’s no accident that gun rights are surging back as a debate topic in the GOP race. Roughly 44 percent of South Carolina residents own guns, according to a study published in June 2015 in the journal Injury Prevention. The state allows residents and   to carry a concealed firearm, with some exceptions. The state’s eastern seaboard is populated largely by military and retired military, while gun rights are also a big part of the culture in the state’s rural communities  —   and beyond. Even in the tourist hub of Charleston, the indoor shooting range Quickshot is a popular entertainment spot where customers can select a gun and shoot at paper targets, like renting a ball and shoes at a bowling alley. The range offers specials for couples on a date and attracted a steady crowd this past Valentine’s Day weekend. While the GOP 2016 candidates are sparring over gun rights, the debate is likely to heat up more when the eventual Republican nominee engages with either Democratic candidate Hillary Clinton or Bernie Sanders in the general election. Those in the GOP field who have served in public office    Cruz, Florida Sen. Marco Rubio, Ohio Gov. John Kasich and former Florida Gov. Jeb Bush    all have a high rating from the NRA. Trump and retired neurosurgeon Ben Carson are   candidates, and have no NRA rating. Cruz’s campaign, in challenging Trump’s record, has tried to tie Trump to former New York Mayor Michael Bloomberg, one of the most vocal gun control advocates in the country. But the Trump campaign has pushed back. Still, the GOP candidates are mindful of striking the right tone on guns, at least in South Carolina. They must stay in good standing with the powerful gun lobby while being sensitive to the fact that, last year, a white police officer fatally shot an unarmed black man in North Charleston and a gunman killed nine black parishioners inside a downtown Charleston church. South Carolina residents and political leaders from across the political spectrum appear to have found some common ground on the related issues of police body cameras, better   care and improving FBI background checks. The alleged shooter in the church massacre, Dylann Roof, was allowed to purchase the handgun despite having previously admitted to a felony   charge. Joe Desilet, a partner at the D. C.  political consulting firm 21st  Main, doesn’t see the GOP candidates easing on their defense of the Second Amendment as a result of the Charleston shootings. “However, as Sen. Marco Rubio and others have already done, you may see the candidates advocate for   reform and other   reforms alongside their defense of the amendment,” he said. James Overby, a district director with   Gun Owners of South Carolina, downplayed the notion that Trump would, if elected, try to weaken Second Amendment rights, despite him giving money to the political campaigns of   advocates and Democrats Clinton and New York Gov. Andrew Cuomo. “I don’t believe it,” said Overby, adding the NRA would have already alerted members in South Carolina and elsewhere if that were the case. Clinton and Sanders, by contrast, support tighter gun laws and mandatory body cameras for police officers. State Democratic Sen. Marlon Kimpson, who backs Clinton, said Clinton’s “immediate” call for tougher gun laws in the aftermath of both killings was a deciding factor in him choosing Clinton over Sanders.   ", "prop": 0.24795594218174846},
{"article": "This week the podcast and show Invisibilia examines the nature of reality, with a Silicon Valley techie who created apps to randomize his life a wildlife biologist who thinks bears aren’t dangerous and a psychologist who trains herself to experience the world like dogs do. Noses are the unsung feature of the face, sunscreened or surgically fixed, but rarely exalted. And the sense they enable, smelling, is likewise uncelebrated. Regularly voted the ”sense I’d be most willing to lose” olfaction is largely ignored  —   unless it brings word of something savory or foul nearby. But we are born smellers. After being enveloped while in the womb in the smell of our mother and the foods she ingested, babies emerge macrosmatic,  . They find the mother’s nipple and recognize their parents by scent. Children can identify their siblings and friends by smell. In those earliest sniffings, smelling is all about discovery and navigation. Gradually, though, we forsake our noses. What have you smelled today? Perhaps a   odors, mostly likely food or manufactured fragrance, or maybe one. Or none. Over the same period, your dog has sniffed his way out of sleep, come to examine your smell in the morning, busily investigated the smell leavings from the night before on your walk outside, and may have found his way to his fellow canines by scent. We admire the dog’s olfactory acuity, and we should: dogs have hundreds of millions more olfactory receptors, the cells at the back of the nose that grab odors out of the air, than we do. They have two dedicated, separate routes in their snouts for sniffing and breathing they have elaborate bones in their nose that hold yet more olfactory tissue they even exhale out the side slits of their nostrils in order not to disturb the odors coming in. And as the performance of dogs that do tracking,    and other detection tasks, they can use their highly sensitive olfactory instruments to locate substances that we never even thought had an odor: cancerous cells minute quantities of TNT the   footprint left by a missing person. All is not lost for us humans, though. We have the equipment, and, while not as varied or extensive as the dogs’ it works perfectly well. Last month John McGann, an Associate Professor at Rutgers, published a review in Science last month reminding us that humans do, after all, have an olfactory bulb, and Swedish professor Matthias Laska has extensively demonstrated that in detecting some odors, such as amyl acetate (which smells like banana) we are plenty sensitive. Our experience of the flavor of food is mostly due to smell, experienced through the back of the mouth  —   retronasal olfaction  —   instead of through the nostrils. Knowing all this, I recently embarked on a project culminating in my book Being a Dog: Following the Dog into a World of Smell, in which I tried to improve my sense of smell by following the dog’s lead, as well as that of some olfactory experts, among them a perfumer, a sommelier, and a pair of animal trackers. Dogs excepted, few of these experts were born noses. I learned that a few simple steps can change your nose from neglected to noticed, as it had for them: Stick your nose in it. Consider a dog’s daily behavior, and contrast it with the frequency with which you see a person with nose smashed against a surface, inhaling calmly and confidently. Simply getting closer to a source and bravely sniffing will bring more odor molecules into our noses. Get over it. In the U. S. at least, our culture is a discourager of smells. The baby who notices an interesting smell? Her parents ignore her. Eventually, she will think of smells in a mostly binary way, as lovely or horrible. By contrast, experts in smelling view odors merely as information, not intrinsically good or bad, just as the images that we see tell us about our world. Treat scents like sights and it becomes easier to smell. Name the source. Once you start bringing your attention to what you smell, you may be at a loss for words: English doesn’t have much of a vocabulary for smells. So olfactory experts create their own jargon. You can adopt theirs, but consider, too, our smell memories: The scent of cedar mixed with tobacco that floods me with memories of my father’s desk a whiff of pencil shavings, zipping me back to learning cursive in my third grade classroom. Find your own language, images or memories to represent the smell, and in so doing it will be easier to invoke the next time you sniff it. Even after spending months learning how to smell like a dog, observing detection dog training, following truffle dogs, and accompanying my own dog train in the sport of ”nose work” I feel certain: I don’t experience the world my dog does. But my own world is changed: It smells. And by smelling intentionally instead of just letting smells happen to me, odors have lost their simplicity. I’m glad to smell my family and friends. I know the smell of the afternoon in my office, warmed by sun, as well as the smell of the advent of spring. Before opening my eyes on awakening this morning, I could smell that the dogs and cat had joined me in bed, but my husband was up. In the next hour, I smelled mown grass and a waft of cloves in the park the mustiness of a raincoat taken out of a back closet when the toast was ready and the beautiful,   smell of the top of my son’s head. I relish it all. Alexandra Horowitz is head of the Dog Cognition Lab at Barnard College and author of the recent book Being a Dog: Following the Dog into a World of Smell. ", "prop": 0.36045332973471816},
{"article": "U. S. Ambassador to the United Nations Nikki Haley made a sharp speech at the U. N.’s Human Rights Council on Tuesday, calling on the body to fix its “chronic”   bias and calling on Venezuela to step down from the Council if it will not end its human rights abuses. [In her address to the Council in Geneva —  the first by a U. S. Permanent Representative —  Haley renewed the U. S. commitment to human rights and, in particular, its commitment to women’s rights.   “There is no room here for cultural relativism,” she said: . @NikkiHaley: US will not sit quietly while this body, supposedly dedicated to #humanrights, continues to damage the cause of human rights. pic. twitter.   —   Department of State (@StateDept) June 6, 2017,  The U. S. has had a tense relationship with the Council since Trump took office, particularly over the Council’s   bias and its membership, which includes countries with poor human rights records, such as Saudi Arabia, Venezuela, and Cuba. The U. S. has mulled leaving the Council for months and boycotted its opening session in March due to the   agenda. While Haley told the Council that the U. S. is “looking carefully” at U. S. participation in the body, she refrained from giving an outright ultimatum in her address. She did point to a side event on human rights abuses in Venezuela and warned the socialist country that it should step away from the Council if it cannot end its abuses. “If Venezuela cannot, then it should voluntarily step down from its seat on the Human Rights Council until it can get its own house in order,” she said. “Being a member of this council is a privilege, and no country who is a human right violator should be allowed a seat at the table. ” She then drew a contrast with the way the Council treated Venezuela and the way it treated Israel. “It’s hard to accept that this Council has never considered a resolution on Venezuela, and yet it adopted five biased resolutions in March against a single country —  Israel,” she said. “It is essential that this Council address its chronic   bias if it is to have any credibility. ” Later Tuesday, Haley was scheduled to make an address to the Geneva Graduate Institute, where she said she will outline a plan to make the Council “more effective, more accountable and more responsive. ” Haley’s address comes days after she penned a withering   in the Washington Post in which she blasted the body as a “haven for dictators. ”  The Bush administration boycotted the Human Rights Council when it was formed in 2006 as a successor to the Human Rights Commission, which was also criticized for   bias and its membership. However, the Obama administration applied for membership in 2009, claiming membership would allow it to reform the body from the inside. Adam Shaw is a politics reporter for Breitbart News based in New York. Follow Adam on Twitter: @AdamShawNY.", "prop": 0.00709814825790883},
{"article": ".@SenateMajLdr on Gorsuch’s concerns over Trump’s attacks on the judiciary: I happen to agree with what Gorsuch said https:  .  During an interview aired on Wednesday’s broadcast of MSNBC’s “Morning Joe,” Senate Majority Leader Senator Mitch McConnell ( ) said that whether or not he needs to use the nuclear option to confirm Judge Neil Gorsuch to the Supreme Court “will depend on the Democrats. ”  When asked if he would have to use the nuclear option to get Gorsuch confirmed, McConnell answered, “That will depend on the Democrats. ” He’ll be confirmed. the issue for your audience, the issue you’re raising is, will we have to get cloture, in other words, 60 votes to advance the nomination? Senator [Jeff] Merkley ( ) announced we were going have to do that before he even knew who the nominee was. So, my assumption is, we’ll have to get 60 votes. ” McConnell further vowed that Gorsuch will get 60 votes, and that “In any event, Gorsuch is going to be confirmed. ” McConnell also praised Gorsuch, and stated that he agrees with Gorsuch’s concerns over President Trump’s “  judge” denunciation of a ruling against his immigration executive order. Follow Ian Hanchett on Twitter @IanHanchett", "prop": 0.8015111846218628},
{"article": " A high school boy in Pennsylvania was humiliated and emotionally harmed by being forced to share a locker room and bathrooms with a transgender boy, according to a lawsuit filed by a top religious conservative group, which ripped an argument from the progressive playbook and turned it on its head. The suit says that Joel Doe, an anonymous name for the high school junior, was changing his outfit for a PE class last October when he noticed the transgender boy, whom the lawsuit refers to as female. “When he was standing in his underwear about to put his gym clothes on, he suddenly realized there was a member of the opposite sex changing with him in the locker room, who was at the time wearing nothing but shorts and a bra,” according to the complaint filed on Tuesday in US District Court. “Plaintiff has experienced embarrassment and humiliation, both in terms of being viewed and viewing a student of the opposite sex in a state of undress and because of the stigmatization and criticism he received from other students and adults,” the complaint continues, noting that he “also fears the future embarrassment of meeting students of the opposite sex in the bathroom when simply relieving himself. ” By allowing the transgender student to share the facilities, the lawsuit alleges, the Boyertown Area School District has violated the boy’s civil and constitutional rights. Lawyers at Alliance Defending Freedom, a Christian advocacy legal group representing the plaintiff, have asked a federal judge to suspend a school policy that lets transgender students use facilities that match their gender identity. “He also fears the future embarrassment of meeting students of the opposite sex in the bathroom when simply relieving himself. ” The case inverts arguments made in the past by several transgender students in other lawsuits that attempt to overturn   rules that restrict access to bathrooms. Among those students is Gavin Grimm, whose   case is winding through federal appeals courts. In those cases, transgender students have argued that Title IX of the Education Amendments of 1972, which bans discrimination on the basis of sex, and the Equal Protection Clause of the 14th Amendment ensure students can use facilities that match their gender identity. A federal judge in Pennsylvania’s western district upheld that view in February. But the suit filed in the state’s eastern district on Tuesday claims the same civil rights law has the opposite effect  —   thereby making   school restroom policies illegal. Because Title IX allows for   facilities as a general matter, the complaint says, only people identified as male at birth may enter facilities designated for boys, and vice versa. The suit adds that the 14th Amendment guarantees privacy from people of a different birth sex in those facilities. The case inverts arguments made by several transgender students in other lawsuits. “The policy harms Doe because unless he surrenders his right to bodily privacy, he can no longer use the locker room designed for use by boys,” the suit says. After seeing the transgender boy partially undressed, Doe complained to school officials “that there was a girl in their locker room,” the lawsuit says. But the school principal allegedly told him that “students who mentally identify themselves with the opposite sex could choose the locker room and bathroom to use, and physical sex did not matter. ”The principal also allegedly told the boy to “tolerate” the situation and act as naturally as possible. The boy reportedly felt so uncomfortable by the threat of sharing locker rooms with the transgender boy that he didn’t change clothes before PE, instead opting to wear street clothes  —   which has “resulted in disciplinary action and poor grades. ” Ever since the incident, the boy “does not feel secure in the locker rooms or restrooms that are properly set aside for the exclusive use of boys to protect their privacy from exposure to members of the opposite sex,” the suit says. Lawyers add that the boy “now avoids using the restroom during the school day because of the ongoing risk of having his privacy violated. ” “The anxiety, embarrassment, and stress he feels as a direct result of [the school district’s] practice and actions has caused him to refrain from using restrooms as much as possible, stress about when and if he can use a given restroom without running into persons of the opposite sex, and opting to hold his bladder rather than using the school’s restroom,” the suit says. Outside Your Bubble is a BuzzFeed News effort to bring you a diversity of thought and opinion from around the internet. If you don’t see your viewpoint represented, contact the curator at bubble@buzzfeed. com. Click here for more on Outside Your Bubble.  ", "prop": 0.06543004812503556},
{"article": "Are you the smartest person in the bedroom? If so, you may be sapiosexual, and wasting time by going after hotties who think string theory has something to do with choosing   shoes over loafers.   sapiosexuals are indulging in the hot fetish of the moment: viewing intelligence as the topmost  . The term, coined by a   who calls himself   just might make it into the next edition of   Dictionary. Regardless, it already qualifies as a descriptor on OkCupid and inspired a   dating app for smart people, called, appropriately enough,  . The fact that the big complaint about Sapio is a lack of participants maybe reflects the selectivity of those who embrace this sexual preference. But with the growing desirability of Silicon Valley nerds, it seems that sapiosexuality is on the rise. “What were once fringe interests reserved for the stereotypically introverted, intellectual, ‘nerds’ of the world  —   comic books, characters, and   films and TV shows,   and fantasy like the ‘Star Trek’ reboots and ‘Game of Thrones’  —   are now essential features of   American culture,” Lora Adair, a professor of evolutionary psychology at Lyon College, told Vice. Her point being that the pursuit of classically geeky interests now comes with cachet. For those who want to appeal to sapiosexuals,   offers a few tips that go beyond turning public libraries into pickup spots. It suggests that revealing some ignorance is an aphrodisiac for potential partners who enjoy showing their intelligence, flying your   proudly can be alluring, and unconventional dating spots  —   adventurous ethnic food will trump a steak every time  —   may seal the deal. Also: Make sure you’re pronouncing words properly and using correct grammar. While there has been some blowback  —     describe it as pretentious, exclusionary and not even worthy of its own distinction  —     clearly prefers brains to brawn. “If a man uses a word I’ve never heard before, my attraction radar surges to Defcon 1,” she writes. “Likewise if he uses somewhat poetic,   language, my brain enters orgasmatron mode. Long [and] complicated words, beautiful poetry, technical phrases that I don’t understand are all tantamount to talking dirty to me. In other words, I like big words and I cannot lie. ” Additionally, we presume, when giving brainy dudes her phone number, she doesn’t need to find pen and paper. They’re smart enough to commit 10 digits to memory.", "prop": 0.19502014654677027},
{"article": " (CNN) CNN’s live coverage on Apple News of the   marches and protests has ended. CNN had full coverage of marches, protests and all other   in the nation’s capital during the weekend of the inauguration of Donald Trump on Apple News, CNN. com and television. Explore the latest inauguration weekend news at CNN Politics.", "prop": 0.0008833921728637296},
{"article": "A Florida mother wrestled her own daughter from the arms of a   kidnapper inside a store Tuesday morning before an   sheriff’s deputy arrested the fleeing suspect. Authorities said Craig Bonello, 30, tried to grab the    who was shopping with her mother at a Dollar General store in Hernando.        Surveillance video shows Bonello attempting to run out of the store with the girl, but the teen’s mother caught up and a    ensued. Bonello eventually let go of the girl and ran toward the exit just as an   Citrus County sheriff’s deputy was getting out of his patrol car to go in the store. After being alerted by the store’s manager, Deputy Jonathan Behnen pulled his car around to block Bonello’s vehicle in the parking lot before ordering the suspect out of his car at gunpoint. “In my 10 years on the road I have never seen anything like this,” Sgt. Craig Callahan told Fox13. “He truly intended to abduct this child right in front of everyone in the store. ” Bonello faces charges of kidnapping and child abuse. He has a long criminal history and was most recently arrested for trespassing in February. Bonello was also charged with felony aggravated battery on a law enforcment officer in 2009. “We are very fortunate our deputy was there as quickly as he was. We are very fortunate that the mother had that motherly instinct and did what she did,” Callahan said. “She may have saved her daughter’s life today. I don’t exactly know a motive, but I know it wasn’t a good one. ” Neither the teen nor her mother was injured in the incident.", "prop": 0.2599994540942821},
{"article": "ROME  —   Italy’s foreign minister, Paolo Gentiloni, accepted a presidential mandate on Sunday to try to form a new government, hoping to lead Italy out of a political crisis that ensued with the resignation of Matteo Renzi as prime minister. Mr. Renzi stepped down last week after the defeat of a referendum on constitutional changes that he had hoped would streamline Italy’s government. He staked his seat on the outcome, and failed. In a brief speech on Sunday, Mr. Gentiloni, 62, said he had accepted the challenge of forming a new government out of a “sense of responsibility. ” “I’m aware of the urgency to give Italy a government in the fullness of its powers, to reassure the citizens and to face with utmost commitment and determination international, economic and social priorities, starting with the reconstruction of the   areas,” Mr. Gentiloni said. In coming days, Mr. Gentiloni is expected to form a government using the same majority, led by the   Democratic Party, as his predecessor, and to then face a confidence vote before Parliament, perhaps as early as Tuesday. His cabinet is likely to resemble that of Mr. Renzi, with whom he has had a close relationship. For those reasons, the opposition,   Five Star Movement has already called Mr. Gentiloni “Renzi’s avatar. ” Mr. Gentiloni, a journalist, has long worked in   parties. A communications minister in Romano Prodi’s government until 2008, he has been in charge of Italy’s foreign affairs for two years. He has advocated international support to stop violence in Libya and help for migrants who gather on those shores before risking their lives crossing the Mediterranean. This year, he lobbied with the Egyptian government to find out who was responsible for the death of a young Italian researcher in Cairo. In his brief speech on Sunday, Mr. Gentiloni said he would work to clarify Italy’s new electoral rules “with the necessary promptness. ” Disputes over the laws are a central obstacle to the country’s holding a new election. In late January, Italy’s Constitutional Court is scheduled to issue a   verdict on the current system, which may face an overhaul. Most of the opposition parties are calling for elections soon after, a year ahead of the due date in spring 2018. But Italy’s president, Sergio Mattarella, noted at the end of his consultations with Italy’s political leaders that the Democratic Party still held a parliamentary majority. The decision whether and when to call elections, then, will rest in the hands of Mr. Mattarella. Mr. Renzi has all but vanished from Italy’s political scene. Soon after moving boxes of “books, clothes and notes” out of Palazzo Chigi, the prime minister’s residence, Mr. Renzi repeated that he had kept his promise to step aside if he lost the referendum, writing in a long Facebook post from his hometown in Tuscany. He also pledged to try again to reunite the country. “Only those who change can help a country as beautiful and difficult as Italy,” he said, acknowledging his mistakes.", "prop": 0.015195546333415908},
{"article": "By my count I have helped some 58 friends (including many colleagues in public radio) buy a car. That’s sort of funny, considering I didn’t buy a car until I was 37 years old and began reporting on the auto industry for NPR. On Saturdays over the last few years, I have gotten phone calls from friends at car dealerships asking for advice. It’s no small financial matter, when the average cost of a new car is roughly $33, 000. So if you are reading this while in a car dealership, do what I tell all my friends: Stand up! Leave the dealership! Do not buy a car today! JOIN NPR’S ’YOUR MONEY AND YOUR LIFE’ FACEBOOK GROUP, And before you return, take a look at these tips I’ve gathered from industry experts and public radio friends. ”I knew exactly what I wanted,” Muthoni Muturi, NPR editor, Your father may have always loved Hondas, and your grandmother may have always bought Crown Victorias. But it’s my job to keep up with the car companies, and I have a hard time keeping track of what’s good or bad. (And it’s not your father’s Oldsmobile, because they don’t make Oldsmobiles anymore.) ”Information is king,” says Jonathan Collegio of the National Automobile Dealers Association, or NADA. ”Consumers should do as much homework as possible,” he says, and ”have a sense of the market.” They shouldn’t be afraid to go to a dealership, he says, but they should come prepared. Start with data: Consumer Reports has a list of the best and worst cars. Car company rankings change all the time, and you might be surprised at what you learn  —   for instance, that Audi, Subaru, Mazda and Buick all rate higher than Honda for reliability. The Insurance Institute for Highway Safety, or IIHS, compiles safety data by car and make. Both sites promise unbiased   information about car reliability and safety.  In addition, there are   sites that help with reviews and pricing of cars. Here are just a few: Cars. com, Truecar. com, Kelley Blue Book, CARFAX. com, Autotrader. com, Costco Auto and NADA Guides. Michelle Singletary, a personal finance columnist with The Washington Post, warns that consumers should not ”set one toe in the dealership” before doing their homework. ”Don’t be satisfied with going around the block,” Karen Grigsby Bates, NPR correspondent, Five or 10 years ago when you bought your last car you were that much younger. Your body, your needs and your eyesight have changed. That’s why a test drive is so important. Drive the car in the conditions you would use it in  —   at night on a dark road, for instance, so you can test the lights and brightness of interior lamps. Rebecca Lindland, a senior analyst with Kelley Blue Book, points out that a test drive can help with dealing with family members who have disabilities. She also recommends bringing car seats and pet carriers with you. And she reminds shorter drivers to pay attention to sightlines and especially the   (which is the beam on the windshield to the left of the driver) it can obscure vision around curves. She also advises   buyers to pay attention to something known as the  . ”When you stand next to the car with the door open, look at how high the top of the seat is. That’s called the    —   where the top of the seat is,” she says. Where the   falls will give you a sense of ease of entry. If the top of a seat hits below your knees, for instance, you’ll have to stoop lower to get into the car. If the   hits around   it will be was easier to get in and out. The key is to feel comfortable in the vehicle. ”A car is not an impulse purchase,” Sonari Glinton, NPR business correspondent, At its most basic, purchasing a car is a financial decision that’s tied with emotion, and dealers will use tactics that play on your emotions. I would suggest separating the different decisions.   on one day. Figure out financing on another. Determine the best dealer on yet another. ”Remember, their job is to sell you a car today,” says Jack Nerad, executive editorial director and executive market analyst with Kelley Blue Book and author of The Complete Idiot’s Guide to Buying or Leasing a Car. ”If you don’t like the experience of how they are treating you, leave,” Nerad advises. ”You have all the power. Use it. Walk out the door.” Dealers often will make you feel like the deal you’re getting is scarce, says Camelia Kuhnen, a neuroeconomist at the University of North Carolina at Chapel Hill. That will make you feel like you need to buy a car even if it’s against your best judgment. ”You can easily survive without that particular car, at this particular dealership,” she says. Bringing a friend who will be dispassionate about the whole process and help advocate on your behalf is a good idea, Kuhnen adds. ”I was prepared to walk out and did. It was only a couple hundred dollars difference but I got the deal I wanted,” Greg Dixon, NPR producer for All Things Considered  ”If you can’t pay cash for it, you need to be asking yourself why [you’re] buying this car,” says Singletary, the personal finance columnist. She suggests checking with your local bank or credit union before you go the dealership. ”Negotiate purchase price not the monthly payment,” says Lindland of Kelley Blue Book. ”You can easily spend hundreds, even thousands of extra dollars by not paying attention to terms.” One final tip from Lindland: Avoid car terms that are over 60 months. ”Longer term loans help keep monthly payments low,” says Melinda Zabritski with Experian, the credit agency. But consumers should be very careful, she says, because ”it’s easy to find yourself upside down . .. dealing with negative equity should they choose to trade it in after only a few years.” Collegio of NADA says ”it’s good to shop around.” He advises that you get a rate from your local bank  —   the dealer will be able to match or meet it. His organization has a guide for auto financing at autofinancing101. org. Ask for incentives. Dealers and carmakers often offer cash incentives, preferable loan or lease terms, gifts and even coupons to encourage consumers to buy cars. Check the manufacturer’s website for incentives, and be sure to ask your salesperson. The last weekend of the month is when dealers have the biggest incentive to sell. If you’re interested in leasing, negotiate the purchase price of the car first. Deal with the   separately, advises Singletary. Buy less car than you need, and think used (often referred to as  ) to get the best deal. Once you decide on the car, stick with the decision. ”Don’t settle on color,” warns Bates, who’s a member of NPR’s Code Switch team. ”Every time I go outside and see that red car, it makes me happy.” When you walk to your car, it should make you happy. And don’t forget: You don’t have to buy a car today. JOIN NPR’S ’YOUR MONEY AND YOUR LIFE’ FACEBOOK GROUP, an online community featuring stories from some of the best investors and financial experts on the planet along with crowdsourced wisdom curated and overseen by NPR reporters and editors.", "prop": 0.6137404684410699},
{"article": " In the days after the election of Donald Trump,    Ursula Garza began to think about planning her funeral. Garza, who lives in San Antonio, Texas, is an   diabetic. For years, she’d gone without health insurance, forced to beg for insulin  —   which could cost her as much as $600  —   from friends who worked in doctors’ offices and and from donation centers, picking up supplies vial by vial. Last April, she’d finally gotten coverage under the Affordable Care Act  —   a literal lifesaver, she said, that allowed her to get an insulin pump. But the effect of years without insurance had taken its toll: she lives with chronic pain, nerve damage, and vision problems. Like millions of Americans, Garza is now contemplating the possibility that she could lose her health insurance if Donald Trump follows through on his campaign promise to repeal the Affordable Care Act. If Obamacare goes, Garza, a single mother to an    daughter, doesn’t know how she would survive. “It’s very scary to me  —   the thought of him taking it away is just a nightmare,” she said. “There’s only so much a body can handle. If I find myself uninsured again, I don’t know what will happen. It sounds morbid, but I’ve been looking at funeral plans. ” The question of what   Trump will do with the Affordable Care Act is, like much of his presidential policy, up in the air. It has left many preparing for the worst: transgender people who say they are rushing to stock up on hormones or schedule reassignment surgeries, women who say they plan to get implanted birth control devices for fear the costs of monthly pills will become unaffordable again. “We have no idea yet” what will happen to the 20 million people who are currently insured on the exchanges, said Gary Claxton, a vice president at the Kaiser Family Foundation, a health care nonprofit. Under a Trump presidency, “whatever comes next will be pretty different, and how you get there has the potential for disruption. ” Late last week, after spending months on the campaign trail promising to get rid of the Affordable Care Act, he signaled that he was open to keeping some key parts of the law, like a ban on denying coverage because of   conditions. But despite some support on both sides of the aisle, retaining coverage for those with   conditions is far from simple, Claxton said. “In the ACA, all policies are available to anyone who wants them” regardless of   conditions, he said. “But that’s dependent on a lot of other things that allow it to work, like the individual requirement to have insurance and subsidies to bring healthy people into the market. Those things aren’t particularly popular. ” If the individual mandate is repealed, experts say, there will not be enough healthy people paying into the system  —   or paying penalties for lack of insurance  —   to cover the steep costs of insuring people who are already sick. Insurers would have to deny those sick people coverage, or, at the very least, force them into costlier insurance plans or those that don’t pay for conditions they already had. That deep uncertainty has weighed heavily on the minds of people like Garza, who have only recently adjusted to life with health insurance. “Right now I just don’t know,” Garza said. “Will there really be insurers that will offer plans for people like me, with   conditions, that I can afford?” Joel Walker, 30, of Dayton, Ohio, began to fix his rotting teeth after he got health care coverage for the first time in ten years under a Medicaid expansion. He’s waiting now to be fitted for dentures. “It should be the first time in  —   wow  —   a decade that I’ll be able to smile with a mouthful of teeth,” Walker said. Walker, who is also taking medication for a heart condition, said he has felt as though he was “inside a steel cage of depression” since the election, worrying what will happen if he loses access to his dentist, cardiologist, or the medicine he’s dependent on if the ACA is repealed. He voted for Hillary Clinton, but for the first time in 28 years, his county, Montgomery, flipped Republican. “To put it bluntly, I felt a little betrayed,” Walker said. For some, however, the looming end of the Affordable Care Act offers a shred of hope. Laura Mansour, a retired nurse in Bradford, Pennsylvania, got insurance through a state exchange but found she could no longer cope with the price of her insurance, which had a $638 monthly premium, a $7, 000 deductible and   that had climbed to almost $100 for a doctor’s visit. With no choice, she said, Mansour dropped her insurance this year, planning to go uninsured until her Medicare coverage kicks in. Mansour, like “everyone” in the   town where she lives, supported Donald Trump, partly out of a hope that he will bring jobs back to coal country and partly, she said, because she is counting on him to lower health insurance costs. “They need a whole new revamp,” Mansour said. “Everybody should be able to get health care, but I don’t think you should be penalized for not having it. ” In Belleville, Illinois, Rebecca Gabriel says her entire family has been touched by the Affordable Care Act. It’s allowed her to insure herself and her two children for just $35 a month, covering the costs of a monthly medication that has “changed” her son’s life. Without insurance, they would pay $236 for the medication alone. In the next town over, Gabriel’s niece, who has severe brain damage from a car accident, is reliant on ACA coverage. “That’s what we’re really freaking out about,” Gabriel said. “Because of Obamacare, they can’t put a lifetime cap on her insurance, they can’t boot her off because of a   condition. She was in a coma for more than a month  —   her hospital bills were well over $1 million. Obamacare has been a lifesaver for us. ”   ", "prop": 0.20448484486579918},
{"article": " Wracked by arthritis, bitten by ticks, and murdered atop an icy mountain 5, 300 years ago, Otzi the “Iceman” also carried   bacteria, scientists reported on Thursday. The Heliobacter pylori bacteria was retrieved from the mummified stomach of the ancient    man killed by an arrow wound and frozen in the Alps, who was uncovered by hikers in 1991. H. pylori is now the oldest microbe to be genetically mapped. Otzi has been studied for two decades for insight into early Europeans  —   he died wearing elaborate fur clothing, armed with a copper axe, and covered with 61 tattoos (making him the oldest known tattooed man). Now researchers are examining his gut microbes, or microbiome, for more clues to the life and death of the Iceman. “He had a very rough life,” study lead author Frank Maixner of the European Academy of   in Italy told reporters at a telephone briefing. “We cannot be 100% certain he suffered gastric distress but we can say his immune system was reacting to the bacteria. ” Today, roughly half of all people worldwide are infected by H. pylori, which lives in the acidic human stomach and about 10% of the time causes ulcers. Varied strains of the bacteria are tied to populations across the world, with   Europeans afflicted by a unique one that appears to be a mixture of older African and Asian ones. But not Otzi, according to the new study, published in the journal Science. The complete genetic map, or genome, of the H. pylori bacteria found in his frozen stomach shows it belongs to an Asian strain of bacteria now largely confined to the guts of people living in northern India. That suggests the north Indian strain once belonged to most prehistoric Europeans, prior to an influx of farmers from the Middle East into the continent more than 4, 000 years ago. Those new arrivals likely carried the African H. pylori strain that mixed with the older Asian one to produce today’s signature European H. pylori bugs. “To actually sequence the genome of a pathogen this old is a dream come true,” ancient microbe expert Gary   of the University of Puerto Rico, who was not involved in the new study, told BuzzFeed News. “The beautiful thing is the paper sheds light on one hypothesis about ancient human migration, which is wonderful. ” While studies of human gut microbes, the microbiome, have run rampant in the last decade, the field of paleomicrobiology is only blooming now with the Otzi study,   added. “The microbiome is absolutely essential to what makes us human, we couldn’t survive without these microbes,” he said. “So to glimpse what they looked like a long time ago is really important. ” To sequence the genes of the ancient gut bugs, the researchers first retrieved samples of Otzi’s stomach lining and the   contents of his stomach, which previous researchers had shown contained last meals of goat, deer, and bread. Mixed in were DNA segments from H. pylori bacteria, which the team painstakingly knitted into a complete genetic map of the bugs. Poor preservation of Otzi’s stomach lining means the researchers couldn’t tell whether he suffered from ulcers. However, the scientists did find proteins expressed by the human immune system in reaction to an H. pylori infection. “He probably had some stomach issues,” Maixner said. H. pylori is probably as old as our species, Homo sapiens, perhaps dating back to 116, 000 years ago. (And around 50, 000 years ago, lions appear to have captured their own strain of the   bacteria by eating people.) Carried out of Africa by human migrations around 60, 000 years ago, today’s Northern Indian strain of H. pylori may reflect an ancient lineage of stomach bugs. In Northeast Africa a newer strain evolved within the last 52, 000 years, to later mix with the bugs today giving ulcers to people across Europe. “A real, but unintended, message here is that Europe has been the destination of many a migrant,” study author Yoshan Moodley of South Africa’s University of Venda told BuzzFeed News by email. “And that migration into and away from any place in the world is as old as mankind. ”   ", "prop": 0.28600354140939077}
]